Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: E-mail authorization is disabled. Set up an appropriate e-mail template and enable an e-mail authorization in a user account.
ru_ru: Вы отключили авторизацию по e-mail. Настройте соответствующий e-mail шаблон и включите авторизацию по e-mail в профиле пользователя.

source: Edit mode enabled. Disable it.
ru_ru: Включен режим редактирования. Отключите его.

source: Security status - OK
ru_ru: Статус безопасности - ОК

source: Config file is not set up
ru_ru: Конфиг файл не настроен

source: Make a payment
ru_ru: Перейти к оплате

source: Address generation for %s
ru_ru: Генерация адресов для %s

source: Address
ru_ru: Адрес

source: Confirmations
ru_ru: Подтверждения

source: In order to pay an ID <b>%1$s</b> order send amount <b>%2$s</b> %4$s on address <b>%3$s</b>
ru_ru: Для оплаты заявки id <b>%1$s</b> отправьте сумму <b>%2$s</b> %4$s на адрес <b>%3$s</b>

source: The order status changes to "Paid" when we get <b>%1$s</b> confirmations
ru_ru: Заявка изменит свой статус на "Оплачена" когда мы получим <b>%1$s</b> подтверждения

source: Attention! Click "Paid", if you have already paid the request.
ru_ru: Внимание! Нажмите кнопку "Я оплатил", если вы оплатили заявку.

source: Paid
ru_ru: Я оплатил заявку

source: Gap limit
ru_ru: Gap лимит

source: Attention! Click "Check payment", if you have aready paid the order.
ru_ru: Внимание! Нажмите "Проверить оплату" если вы оплатили заявку.

source: Check payment
ru_ru: Проверить оплату

source: Error currency code! %s only!
ru_ru: Ошибка кода валюты! Только: %s!

source: You have not entered a coupon code
ru_ru: Вы не ввели код купона

source: Coupon is not valid
ru_ru: Купон недействителен

source: Coupon amount does not match the required amount
ru_ru: Сумма купона не совпадает с требуемой

source: Coupon currency code does not match the required currency
ru_ru: Код валюты купона не совпадает с требуемый

source: In order to pay an ID order
ru_ru: Для оплаты заявки id

source: enter coupon code valued
ru_ru: введите код купона номиналом

source: Submit code
ru_ru: Подтвердить код

source: In order to pay an ID <b>%1$s</b> order send amount <b>%2$s</b> <b>%4$s</b> on address <b>%3$s</b>
ru_ru: Для оплаты заявки ID <b>%1$s</b> отправьте сумму <b>%2$s</b> <b>%4$s</b> на адрес <b>%3$s</b>

source: Not enough money
ru_ru: Недостаточно денег

source: Merchant is disabled
ru_ru: Мерчант отключен

source: Browser hash does not match the required hash
ru_ru: Хэш в браузере не совпадает с требуемым

source: Internal account
ru_ru: Внутренний счет

source: shop settings
ru_ru: настройки магазина

source: card payment
ru_ru: оплата картой

source: liqpay account
ru_ru: кабинет Liqpay

source: privat24 account
ru_ru: кабинет Приват24

source: masterpass account
ru_ru: кабинет masterpass

source: installments
ru_ru: рассрочка

source: cash
ru_ru: наличными

source: invoice to e-mail
ru_ru: счет на e-mail

source: qr code scanning
ru_ru: сканирование qr-кода

source: Payment method
ru_ru: Способ оплаты

source: Automatic redemption
ru_ru: Автоматическое погашение

source: E-Voucher
ru_ru: Ваучер

source: Wire
ru_ru: Банковский перевод

source: Link type
ru_ru: Тип ссылки

source: Use VS account
ru_ru: Использовать VS-счет

source: Provider ID
ru_ru: ID провайдера

source: You have to pass <a href="%s" target="_blank">application authorization</a> in order to proceed.
ru_ru: Для корректной работы вы должны пройти <a href="%s" target="_blank">авторизацию приложения</a>.

source: Yandex money card
ru_ru: Yandex money карта

source: Enter address to create new application
ru_ru: Адрес для создания нового приложения

source: No data received from the payment system
ru_ru: От платежной системы не были получены данные

source: Authorization can me made from account %s
ru_ru: Авторизацию может выполнить только аккаунт %s

source: Retry
ru_ru: Попробуйте снова

source: Payment system is configured
ru_ru: Платежная система уже настроена

source: Error! Access denied
ru_ru: Ошибка! Доступ запрещен

source: Error! File does not exist
ru_ru: Ошибка! Файл не существует

source: Account verification requests
ru_ru: Запросы на верификацию счета

source: Ability for account verification
ru_ru: Возможность верификации счета

source: Nubmer of images for upload
ru_ru: Количество изображений для загрузки

source: Instruction for account verification
ru_ru: Инструкция для верификации счета

source: Verified accounts only
ru_ru: Только для верифицированных на сайте счетов

source: account Send
ru_ru: счет Отдаю

source: account Receive
ru_ru: счет Получаю

source: accounts Send and Receive
ru_ru: счета Отдаю и Получаю

source: account is not verified
ru_ru: счет не верифицирован

source: Verified account
ru_ru: Верифицированный аккаунт

source: Use account verification
ru_ru: Работать с верификацией счетов

source: Account verification
ru_ru: Верификация счета

source: Successful account verification
ru_ru: Успешная верификация счета

source: Account verification declined
ru_ru: Отказ верификации счета

source: Account number
ru_ru: Номер счета

source: Allow send request
ru_ru: Разрешить отправлять запросы

source: Additional security check when images are uploaded
ru_ru: Дополнительная проверка безопасности при загрузке изображений

source: Verified
ru_ru: Верифицирован

source: Verification request is in process
ru_ru: Отправлена заявка на верификацию

source: Unverified
ru_ru: Не верифицирован

source: max.
ru_ru: макс.

source: MB
ru_ru: МБ

source: Send a request
ru_ru: Отправить запрос

source: Max.
ru_ru: Макс.

source: Error! You must authorize
ru_ru: Ошибка! Вы должны пройти авторизацию

source: Error! You have to upload an image
ru_ru: Ошибка! Вы должны загрузить

source: Error! Currency does not exist or disabled
ru_ru: Ошибка! Валюта не существует либо отключена

source: Error! Error loading file
ru_ru: Ошибка! Ошибка загрузки файла

source: Error! Incorrect file format
ru_ru: Ошибка! Неверный формат файла

source: Error! Maximum number of files for upload: %s
ru_ru: Ошибка! Максимальное количество файлов для загрузки: %s

source: pending request
ru_ru: заявка в ожидании

source: verified request
ru_ru: верифицированная заявка

source: unverified request
ru_ru: не верифицированная заявка

source: Are you sure you want to delete the file?
ru_ru: Вы точно хотите удалить файл?

source: Pending verification
ru_ru: Ожидает верификации

source: PS
ru_ru: ПС

source: Files
ru_ru: Файлы

source: Verify
ru_ru: Сделать верифицированным

source: Unverify
ru_ru: Сделать не верифицированным

source: Deleting admin captcha
ru_ru: Удаление админ captch

source: replace task
ru_ru: заменить задачу

source: <strong>Error:</strong> You have not entered test number.
ru_ru: <strong>Ошибка:</strong> Вы не ввели проверочное число.

source: Deleting logs of administrator actions
ru_ru: Удаление логов действий админов

source: Amount more than
ru_ru: Сумма больше

source: Access to the control panel is temporarily disabled
ru_ru: Доступ к панели управления временно запрещен

source: Access to control panel by time
ru_ru: Доступ в панель управления по времени

source: Anytime
ru_ru: В любое время

source: On schedule
ru_ru: По расписанию

source: Archiving orders older than 2 months
ru_ru: Архивация заявок старше двух месяцев

source: Download operations archive
ru_ru: Скачать архив операций

source: Error! Unable to create file!
ru_ru: Ошибка! Файл не создан!

source: Archived orders
ru_ru: Архивированные заявки

source: Archiving settings
ru_ru: Настройки архивирования

source: Archivation date
ru_ru: Дата архивации

source: Bid id
ru_ru: Заявка id

source: Account used for automatic payout
ru_ru: Счет авто выплаты обменника

source: Phone
ru_ru: Телефон

source: Currency code for Send
ru_ru: Код валюты для Отдаю

source: Amount Send for reserve
ru_ru: Сумма Отдаю для резерва

source: Currency code for Receive
ru_ru: Код валюты для Получаю

source: Amount Receive for reserve
ru_ru: Сумма Получаю для резерва

source: Referral ID
ru_ru: ID реффера

source: Partner earned
ru_ru: Партнер заработал

source: Comment for user
ru_ru: Комментарий для пользователя

source: Comment for administrator
ru_ru: Комментарий для администратора

source: Error! Not found
ru_ru: Ошибка! Не существует

source: Order ID
ru_ru: Заявка ID

source: User phone
ru_ru: Телефон

source: User email
ru_ru: E-mail пользователя

source: User passport
ru_ru: Номер паспорта

source: Currency Send
ru_ru: Валюта Отдаю

source: Currency Receive
ru_ru: Валюта Получаю

source: Start date (archiving)
ru_ru: Дата начала (архивации)

source: End date (archiving)
ru_ru: Дата конца (архивации)

source: View order
ru_ru: Просмотреть заявку

source: Date of archiving
ru_ru: Дата архивации

source: Date of creation
ru_ru: Дата создания

source: Delete TXT files of orders during archiving
ru_ru: Удалять TXT файлы заявок при архивации

source: Allow users to download their exchange history
ru_ru: Разрешить пользователям скачивать их историю обменов

source: Automatic deletion of unpaid orders
ru_ru: Автоматическое удаление неоплаченных заявок

source: How many hours
ru_ru: Через сколько часов

source: How many minutes
ru_ru: Через сколько минут

source: Delete orders with status
ru_ru: Удалять заявки со статусом

source: Removing unpaid orders
ru_ru: Удаление неоплаченных заявок

source: Unpaid orders removal time
ru_ru: Индивидуальное время удаления неоплаченных заявок

source: undefined
ru_ru: не определено

source: Automatic user registration
ru_ru: Авто регистрация пользователей

source: Edit adjustment
ru_ru: Редактировать корректировку

source: Add adjustment
ru_ru: Добавить корректировку

source: Exchange direction
ru_ru: Направление обмена

source: Correct rate
ru_ru: Корректировать курс

source: Sort rate by
ru_ru: Сортировать курс по

source: descending
ru_ru: по убыванию

source: ascending
ru_ru: по возрастанию

source: Position
ru_ru: Позиция

source: Min reserve for position
ru_ru: Мин. резерв для позиции

source: Step
ru_ru: Шаг

source: Min rate
ru_ru: Мин. курс

source: Max rate
ru_ru: Макс. курс

source: Reset to standard rate
ru_ru: Сбрасывать на стандартный курс

source: Standart rate Send
ru_ru: Стандартный курс Отдаю

source: Standart rate Receive
ru_ru: Стандартный курс Получаю

source: Cron URL for updating rates in BestChange parser module
ru_ru: Cron URL для обновления курсов в модуле BestChange парсер

source: BestChange parser
ru_ru: BestChange парсер

source: Correct rate "%s"
ru_ru: Корректировать курс "%s"

source: Sort rate by desc
ru_ru: Сортировать курс по убыванию

source: Sort rate by asc
ru_ru: Сортировать курс по возрастанию

source: Standard rate
ru_ru: Стандартный курс

source: Adjustments
ru_ru: Корректировки

source: active parser
ru_ru: активный парсер

source: inactive parser
ru_ru: не активный парсер

source: Give
ru_ru: Отдаете

source: Get
ru_ru: Получаете

source: Send and Receive
ru_ru: Отдаю и Получаю

source: Standart rate
ru_ru: Стандартный курс

source: Black list of exchangers ID (separate coma)
ru_ru: Черный список ID обменников (через запятую)

source: White list of exchangers ID (separate coma)
ru_ru: Белый лист ID обменников (через запятую)

source: Test mode
ru_ru: Режим тестирования

source: Number of confirmations
ru_ru: Кол-во подтверждений

source: Time of confirmation receiving
ru_ru: Время получения подтверждения

source: Confirmation log
ru_ru: Лог подтверждений

source: Sequence number of confirmation, from which logging of confirmations will start
ru_ru: Порядковый номер подтверждения с которого начнется логирование подтверждений

source: Number of confirmations that will be written into log
ru_ru: Количество подтверждений, которые будут записаны в лог

source: Deleting confirmations log
ru_ru: Удаление лога подтверждений

source: Confirmation order number
ru_ru: Порядковый номер подтверждения

source: Separate account number with spaces in control panel
ru_ru: Разделять номер счета проблемами в панели управления

source: Show zero digits in rate
ru_ru: Показывать все нули в курсе обмена

source: Space digits in rate (1000 or 1 000)
ru_ru: Разделять пробелом цифры в курсе (1000 или 1 000)

source: Max number of decimal places in calculations on website
ru_ru: Макс. кол-во знаков после запятой в подсчетах на сайте

source: Max number of decimal places in calculations for currency reserve
ru_ru: Макс. кол-во знаков после запятой в подсчетах для резерва валют

source: Max number of decimal places in calculations for currency exchange rates
ru_ru: Макс. кол-во знаков после запятой в подсчетах для курсов обмена валют

source: Orders status log
ru_ru: Лог статусов заявок

source: Deleting old orders status log
ru_ru: Удаление лога старых статусов заявок

source: Complete removal
ru_ru: Полное удаление

source: Archived
ru_ru: Архивирована

source: in Admin Panel
ru_ru: в админ панели

source: on a website
ru_ru: на сайте

source: System changed
ru_ru: Изменен системой

source: User changed
ru_ru: Изменен пользователем

source: Go to order
ru_ru: Перейти к заявке

source: Where
ru_ru: Где

source: Change made
ru_ru: Изменение сделано

source: Old status
ru_ru: Старый статус

source: New status
ru_ru: Новый статус

source: user comm.
ru_ru: польз. комм.

source: admin comm.
ru_ru: админ комм.

source: Comment to admin
ru_ru: Комментарий для админа

source: Edit order status
ru_ru: Редактировать статус заявки

source: Add order status
ru_ru: Добавить статус заявки

source: Displayed name
ru_ru: Выводимое имя

source: Color
ru_ru: Цвет

source: Work with orders status
ru_ru: Работа со статусами заявок

source: Orders status
ru_ru: Статусы заявок

source: Add
ru_ru: Добавить

source: Sort
ru_ru: Сортировка

source: Amount of orders
ru_ru: Кол-во заявок

source: Edit website
ru_ru: Редактировать сайт

source: Add website
ru_ru: Добавить сайт

source: Cron URL for updating rates in the Auto Broker module
ru_ru: Cron URL для обновления курсов в модуле Авто брокер

source: Auto Broker
ru_ru: Авто брокер

source: Correct rate Send
ru_ru: Корректировать курс Отдаю

source: Correct rate Receive
ru_ru: Корректировать курс Получаю

source: XML currency notation
ru_ru: XML обозначения валют

source: Edit item
ru_ru: Редактировать элемент

source: Add item
ru_ru: Добавить элемент

source: Value
ru_ru: Значение

source: account
ru_ru: счет

source: phone number
ru_ru: телефон

source: Value is not entered
ru_ru: Вы не ввели значение

source: Add list
ru_ru: Добавить списком

source: Value (on a new line)
ru_ru: Значения (с новой строки)

source: Cron URL for updating the black list of details from the checkfraud.info service
ru_ru: Cron URL для обновления черного списка реквизитов с сервиса checkfraud.info

source: Enable checkfraud.info API
ru_ru: Включить checkfraud.info API

source: Invoice Send
ru_ru: Счет Отдаете

source: Invoice Receive
ru_ru: Счет Получаете

source: Check selected fields
ru_ru: Производить проверку выбранных полей

source: Blacklist
ru_ru: Черный список

source: Work with a blacklist
ru_ru: Работа с черным списком

source: System error
ru_ru: Системная ошибка

source: Error! For your exchange denied
ru_ru: Ошибка! Вам запрещено производить обмен

source: add to blacklist
ru_ru: добавить в черный список

source: everywhere
ru_ru: везде

source: invoice
ru_ru: счет

source: Key
ru_ru: Ключ

source: Blacklist Bestchange
ru_ru: Черный список Bestchange

source: Work with a blacklist Bestchange
ru_ru: Работа с черным списком Bestchange

source: Export contacts
ru_ru: Экспорт контактов

source: Select data
ru_ru: Выберите данные

source: Unique key
ru_ru: Уникальный ключ

source: Include archived orders in list
ru_ru: Включить в список архивированные заявки

source: Download
ru_ru: Загрузить

source: I consent to processing of my personal data in accordance with Law No. 152-FZ "On Personal Data" and accept the terms and conditions of the <a href="%s" target="_blank">User Agreement</a>.
ru_ru: Даю согласие на обработку моих персональных данных в соответствии с законом №152-ФЗ "О персональных данных" и принимаю условия <a href="%s" target="_blank">Пользовательского соглашения</a>.

source: Error! You have not accepted the terms and conditions of the User Agreement
ru_ru: Ошибка! Вы не приняли условия Пользовательского соглашения

source: Check order status
ru_ru: Проверка статуса заявки

source: Exchange ID
ru_ru: ID обмена

source: Your e-mail
ru_ru: Ваш e-mail

source: Check
ru_ru: Проверить

source: You will be redirected to the order page now
ru_ru: Сейчас вы будете перенаправлены на страницу заявки

source: Error! You have entered an invalid e-mail address
ru_ru: Ошибка! Вы ввели неверный e-mail адрес

source: Error! Order does not exist
ru_ru: Ошибка! Заявка не существует

source: Error! You have not entered the order ID
ru_ru: Ошибка! Вы не ввели ID заявки

source: Contact form
ru_ru: Форма контактов

source: Your name
ru_ru: Ваше имя

source: Message
ru_ru: Сообщение

source: Auto-responder (contact form)
ru_ru: Автоотвечик (форма контактов)

source: Reply link
ru_ru: Ссылка для ответа

source: Reply
ru_ru: Ответить

source: Your message has been successfully sent
ru_ru: Ваше сообщение успешно отправлено

source: Error! You must enter a message
ru_ru: Ошибка! вы должны ввести текст сообщения

source: Error! You must enter your e-mail
ru_ru: Ошибка! вы должны ввести свой e-mail

source: Error! You must enter your name
ru_ru: Ошибка! Вы должны ввести свое имя

source: Reserve adjustment (group)
ru_ru: Корректировка резерва (групповая)

source: Notification window
ru_ru: Окно уведомлений

source: Notification window location on website
ru_ru: Расположение окна уведомлений на сайте

source: Notify of changes in exchange rates
ru_ru: Уведомлять об изменениях курсов обмена

source: Notify of new exchanges
ru_ru: Уведомлять о новых обменах

source: Max number of notifications
ru_ru: Макс. кол-во уведомлений

source: Logging changes in exchange rates
ru_ru: Логирование изменения курсов обмена

source: Deleting logs about changes in rates in direction of exchange
ru_ru: Удаление логов об изменении курсов в направление обменов

source: Log of rates
ru_ru: Лог курсов

source: Exchange direction ID
ru_ru: ID направление обмена

source: Go to exchange direction
ru_ru: Перейти к направлению обмена

source: Old rate
ru_ru: Старый курс

source: New rate
ru_ru: Новый курс

source: Changed by
ru_ru: Изменено

source: Disable notifications
ru_ru: Отключить уведомления

source: Exchange rate has been changed
ru_ru: Курс обмена изменился

source: Just have exchanged
ru_ru: Только что поменяли

source: Cron Link
ru_ru: Ссылка для Cron

source: Daily limit for Send
ru_ru: Дневной лимит для Отдаю

source: Daily limit for currency purchase of currency. Unable to buy more currency more than previously set.
ru_ru: Дневной лимит на покупку валют. Обменник не может купить валюты больше чем задано.

source: Daily limit for Receive
ru_ru: Дневной лимит для Получаю

source: Daily limit for currency sale. Unable to sell currency more than previously set.
ru_ru: Дневной лимит на продажу валют. Обменник не может продать валюты больше чем задано.

source: Monthly limit for Send
ru_ru: Месячный лимит для Отдаю

source: Monthly limit for currency purchase. Unable to buy currency more than previously set.
ru_ru: Месячный лимит на покупку валют. Обменник не может купить валюты больше чем задано.

source: Monthly limit for Receive
ru_ru: Месячный лимит для Получаю

source: Monthly limit for currency sale. Unable to sell currency more than previously set.
ru_ru: Месячный лимит на продажу валют. Обменник не может продать валюты больше чем задано.

source: Displayed value of the currency reserve
ru_ru: Отображаемое значение резерва валюты

source: Exchange direction in exchange table is by default
ru_ru: Направление обмена в таблице выбора направления по умолчанию

source: Edit discount
ru_ru: Редактировать скидку

source: Add discount
ru_ru: Добавить скидку

source: The first level of the acumulative discount should always start with the value ">0"
ru_ru: Первый уровень накопительной скидки всегда должен начинать со значения ">0"

source: Discount table
ru_ru: Таблица скидок

source: User discounts
ru_ru: Скидки пользователей

source: User discounts settings
ru_ru: Настройки скидок пользователей

source: Yes, incoming
ru_ru: Да, приход

source: Yes, outcoming
ru_ru: Да, расход

source: Similar by account Send
ru_ru: Похожие по счету Отдаю

source: By account Send
ru_ru: По счету Отдаю

source: Similar by account Receive
ru_ru: Похожие по счету Получаю

source: By account Receive
ru_ru: По счету Получаю

source: Similar by e-mail
ru_ru: Похожие по e-mail

source: By e-mail
ru_ru: По e-mail

source: Similar by IP
ru_ru: Похожие по IP

source: By IP
ru_ru: По IP

source: Additional fee that depends on exchanged amount
ru_ru: Дополнительная комиссия зависящая от суммы обмена

source: Specify the value of the additional fee that depends on the "Send" amount.
ru_ru: Укажите значение дополнительной комиссии в зависимости от суммы "Отдаю".

source: Edit order
ru_ru: Редактировать заявку

source: Edit order ID %s
ru_ru: Редактировать заявку ID %s

source: Action completed successfully
ru_ru: Действие успешно выполнено

source: Error! You have entered an incorrect security password
ru_ru: Ошибка! Вы ввели неверный пароль безопасности

source: Currency Export/Import
ru_ru: Экспорт/Импорт валют

source: Allow affiliate money withdrawal
ru_ru: Разрешить вывод партнёрских средств

source: Import
ru_ru: Импорт

source: Upload
ru_ru: Загрузить

source: Identifier
ru_ru: Идентификатор

source: no
ru_ru: нет

source: yes
ru_ru: да

source: Error! Incorrect file size!
ru_ru: Ошибка! Неверный размер файла!

source: Error! Incorrect file format!
ru_ru: Ошибка! Неверный формат файла!

source: Error! File is not selected!
ru_ru: Ошибка! Файл не выбран!

source: Exchange directions Export/Import
ru_ru: Экспорт/Импорт направлений обмена

source: Currency name Sending
ru_ru: Название валюты Отдаю

source: Min. amount Send
ru_ru: Мин. сумма Отдаю

source: Max. amount Send
ru_ru: Макс. сумма Отдаю

source: Min. amount Receive
ru_ru: Мин. сумма Получаю

source: Max. amount Receive
ru_ru: Макс. сумма Получаю

source: Add. Sender fee
ru_ru: Сумма доп. комиссии с отправителя

source: Add. Sender fee (%)
ru_ru: Доп. комиссия с отправителя (%)

source: Minimum fee from sender
ru_ru: Минимальная комиссия с отправителя

source: Add. Recipient fee
ru_ru: Сумма доп. комиссии с получателя

source: Add. Recipient fee (%)
ru_ru: Доп. комиссия с получателя (%)

source: Minimum fee from recipient
ru_ru: Минимальная комиссия с получателя

source: Fee Send
ru_ru: Сумма комиссии Отдаю

source: Fee (%) Send
ru_ru: Процент комиссии Отдаю

source: Fee Receive
ru_ru: Сумма комиссии Получаю

source: Fee (%) Receive
ru_ru: Процент комиссии Получаю

source: Fee Send for verfified account
ru_ru: Сумма комиссии Отдаю для верифицированного кошелька

source: Fee (%) Send for verfified account
ru_ru: Процент комиссии Отдаю для верифицированного кошелька

source: Fee Receive for verfified account
ru_ru: Сумма комиссии Получаю для верифицированного кошелька

source: Fee (%) Receive for verfified account
ru_ru: Процент комиссии Получаю для верифицированного кошелька

source: Exchange pays fee Send
ru_ru: Обменник платит комиссию Отдаю

source: Exchange pays fee Receive
ru_ru: Обменник платит комиссию Получаю

source: Non standard fee Send
ru_ru: Нестандартная комиссия Отдаю

source: Non standard fee Receive
ru_ru: Нестандартная комиссия Получаю

source: Min. amount of fee Send
ru_ru: Мин. сумма комиссии Отдаю

source: Min. amount of fee Receive
ru_ru: Мин. сумма комиссии Получаю

source: Max. amount of fee Send
ru_ru: Макс. сумма комиссии Отдаю

source: Max. amount of fee Receive
ru_ru: Макс. сумма комиссии Получаю

source: Activity
ru_ru: Активность

source: Max. amount for sending
ru_ru: Лимит резерва для направления
