Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: Max. affiliate program percentage
ru_ru: Макс. партнерский процент

source: Affiliate payments
ru_ru: Партнёрские отчисления

source: Add S or % to rate Send
ru_ru: Прибавляем к курсу S или % Отдаю

source: Add value to rate Send
ru_ru: Значение прибавляем к курсу Отдаю

source: Add S or % to rate Receive
ru_ru: Прибавляем к курсу S или % Получаю

source: Add value to rate Receive
ru_ru: Значение прибавляем к курсу Получаю

source: Individual rate S or % Send
ru_ru: Свой курс S или % Отдаю

source: Add value to individual rate Send
ru_ru: Значение прибавляем к своему курсу Отдаю

source: Individual rate S or % Receive
ru_ru: Свой курс S или % Получаю

source: Add value to individual rate Receive
ru_ru: Значение прибавляем к своему курсу Получаю

source: Profit amount Send
ru_ru: Прибыль сумма Отдаю

source: Profit percent Send
ru_ru: Прибыль процент Отдаю

source: Profit amount Receive
ru_ru: Прибыль сумма Получаю

source: Profit percent Receive
ru_ru: Прибыль процент Получаю

source: Exchanges export
ru_ru: Экспорт обменов

source: Add. fees amount Send
ru_ru: Сумма доп. комиссии Отдаю

source: Amount Send with add. fees
ru_ru: Сумма Отдаю с доп. комиссией

source: PS fees Send
ru_ru: Комиссия ПС Отдаю

source: Amount Send with add. fees and PS fees
ru_ru: Сумма Отдаю с доп. комиссией и комиссией ПС

source: Add. fees amount Receive
ru_ru: Сумма доп. комиссии Получаю

source: Amount Receive with add. fees
ru_ru: Сумма Получаю с доп. комиссией

source: PS fees Receive
ru_ru: Комиссия ПС Получаю

source: Amount Receive with add. fees and PS fees
ru_ru: Сумма Получаю с доп. комиссией и комиссией ПС

source: Amount in internal currency needed for exhange
ru_ru: Сумма обмена во внутренней валюте

source: User discount amount
ru_ru: Сумма скидки пользователя

source: Hash
ru_ru: Хэш

source: Money transfer nubmer
ru_ru: Номер денежного перевода

source: Bid status
ru_ru: Статус заявки

source: Amount after discount
ru_ru: Сумма с учетом скидки

source: Exchanges directions Export
ru_ru: Экспорт направлений обмена

source: Exchanges directions Import
ru_ru: Импорт направлений обмена

source: Currency Export
ru_ru: Экспорт валют

source: Currency Import
ru_ru: Импорт валют

source: Add to bookmarks
ru_ru: Добавить в закладки

source: Sort bookmarks
ru_ru: Сортировка закладок

source: Exchange rate from file
ru_ru: Курс обмена из файла

source: Exchange rate from file, line %s
ru_ru: Курс обмена из файла, строка %s

source: Exchange rate from file settings
ru_ru: Настройки курса обмена из файла

source: URL file with exchange rates
ru_ru: URL файл с курсами обмена

source: File reserve, line %s
ru_ru: Резерв из файла, строка %s

source: File reserve
ru_ru: Резерв из файла

source: File reserve settings
ru_ru: Настройки резерва из файла

source: URL of file with reserves for Currency section
ru_ru: URL файла с резервами для раздела Валюты

source: URL of file with reserves for Exchange directions section
ru_ru: URL файла с резервами для раздела Направления обмена

source: Financial statistics
ru_ru: Финансовая статистика

source: Use financial statistics
ru_ru: Работа с фин. статистикой

source: not to convert
ru_ru: не конвертировать

source: Individual Central Bank rate
ru_ru: Свой курс ЦБ

source: multiplied by individual rate
ru_ru: умножать на свой курс

source: consider affiliate payouts
ru_ru: учитывать партнерские выплаты

source: consider corrections of reserve
ru_ru: учитывать корректировки резерва

source: Display statistics
ru_ru: Вывести статистику

source: Currency code is not chosen
ru_ru: Вы не выбрали валюту или код валюты

source: Exchange operations in Total
ru_ru: Всего операций обмена

source: Bought
ru_ru: Куплено

source: Actually bought
ru_ru: Куплено фактически

source: Sold
ru_ru: Продано

source: Actually sold
ru_ru: Продано фактически

source: Actuall profit
ru_ru: Заработано фактически

source: You do not have permission
ru_ru: У вас нет прав

source: Coupon code
ru_ru: Код купона

source: Coupon info
ru_ru: Купон инфо

source: Display coupon code in exchange history of user
ru_ru: Показывать код купона в истории обменов пользователя

source: Block IP
ru_ru: Заблокировать IP

source: IP addresses (at the beginning of a new line)
ru_ru: IP адреса (с новой строки)

source: Allow IP
ru_ru: Разрешить IP

source: Edit template
ru_ru: Редактировать шаблон

source: Add template
ru_ru: Добавить шаблон

source: Template name
ru_ru: Название шаблона

source: For selection
ru_ru: Для выбора

source: Default template
ru_ru: Шаблон по умолчанию

source: Prohibited countries
ru_ru: Запрещенные страны

source: is not determined
ru_ru: не определена

source: Allowed countries
ru_ru: Разрешенные страны

source: Filter by country of user
ru_ru: Фильтрация по стране пользователя

source: Error! For your country exchange is denied
ru_ru: Ошибка! Для вашей страны обмен запрещен

source: User country
ru_ru: Страна пользователя

source: Your ip is blocked
ru_ru: Ваш ip заблокирован

source: Access to the website is prohibited
ru_ru: Доступ к сайту запрещен

source: Access denied
ru_ru: Доступ закрыт

source: Access to website for your country is prohibited
ru_ru: Для вашей страны доступ запрещен

source: Import countries
ru_ru: Импорт стран

source: Search by name
ru_ru: Поиск по названию

source: Country
ru_ru: Страна

source: Download country data
ru_ru: Загрузить данные страны

source: Delete country data
ru_ru: Удалить данные страны

source: processing %now% of %max% steps
ru_ru: обработка %now% из %max% шагов

source: Error! Country file is not open!
ru_ru: Ошибка! Файл со странами не открыт!

source: Error! Country file is empty!
ru_ru: Ошибка! Файл со странами пустой!

source: Error! Country has uploaded!
ru_ru: Ошибка! Страна загружена!

source: Error! No country!
ru_ru: Ошибка! Нет страны!

source: Use GEO IP
ru_ru: Работать с GEO IP

source: Templates
ru_ru: Шаблоны

source: White list
ru_ru: Белый список

source: allowed country
ru_ru: разрешенная страна

source: prohibited country
ru_ru: запрещенная страна

source: Template
ru_ru: Шаблон

source: To select
ru_ru: Для выбора

source: Template type
ru_ru: Тип шаблона

source: Edit message
ru_ru: Редактировать сообщение

source: Add message
ru_ru: Добавить сообщение

source: Any status
ru_ru: Любой статус

source: Status of operator
ru_ru: Статус оператора

source: CSS class
ru_ru: CSS класс

source: published
ru_ru: опубликован

source: moderating
ru_ru: на модерации

source: Period for display (hours)
ru_ru: Период отображения (часы)

source: Period for display (days)
ru_ru: Период отображения (дни недели)

source: Warning messages
ru_ru: Уведомления

source: Approve
ru_ru: Одобрить

source: Decline
ru_ru: Отклонить

source: Hotkeys
ru_ru: Горячие клавиши

source: Action
ru_ru: Действие

source: Set hotkeys to change status of selected orders
ru_ru: Установите горячие клавиши для изменения статусов выбранных заявок

source: Keyboard shortcut
ru_ru: Сочетание клавиш

source: Sitemap HTML
ru_ru: HTML карта сайта

source: HTML sitemap settings
ru_ru: Настройки HTML карты

source: Show news
ru_ru: Показывать новости

source: Show exchange directions
ru_ru: Показывать направления обмена

source: Show pages
ru_ru: Показывать страницы

source: Exclude pages
ru_ru: Исключить страницы

source: Pages
ru_ru: Страницы

source: News
ru_ru: Новости

source: An error has occurred
ru_ru: Произошла ошибка

source: Sorry, but the request has not been executed due to an error
ru_ru: К сожалению, но запрос не был выполнен из-за ошибки

source: LIVE orders
ru_ru: LIVE заявки

source: Page auto-update
ru_ru: Автообновление страницы

source: disable
ru_ru: выключить

source: enable
ru_ru: включить

source: Auto-update period
ru_ru: Период автообновления

source: minute
ru_ru: минута

source: minutes
ru_ru: минут

source: Ringtone alert
ru_ru: Сигнал оповещения

source: No ringtone
ru_ru: Нет сигнала

source: hide orders since transition
ru_ru: скрывать заявки после перехода к ним

source: SMTP settings
ru_ru: Настройки SMTP

source: Enable SMTP
ru_ru: Включить SMTP

source: SMTP Host
ru_ru: SMTP хост

source: SMTP Port
ru_ru: SMTP порт

source: SMTP Username
ru_ru: SMTP имя пользователя

source: SMTP Password
ru_ru: SMTP пароль

source: SMTP Under name
ru_ru: SMTP От имени

source: Info for yandex
ru_ru: Информация для Yandex

source: Send test e-mail
ru_ru: Отправить тестовый e-mail

source: Error! You have not entered an e-mail!
ru_ru: Ошибка! Вы не ввели e-mail!

source: E-mail settings
ru_ru: Настройки E-mail

source: Use only existing e-mail like info@site.ru
ru_ru: Используйте только существующий e-mail вида info@site.ru

source: Edit mode
ru_ru: Редактировать режим

source: Add mode
ru_ru: Добавить режим

source: Do not hide
ru_ru: Не скрывать

source: Do not hide and enter text
ru_ru: Не скрывать и вывести текст

source: Message for customers
ru_ru: Текст для клиентов

source: Activate mode in case when operator status is
ru_ru: Активировать режим, когда статус оператора

source: Apply mode
ru_ru: Применить режим

source: For users and administrators
ru_ru: Для пользователей и администраторов

source: For users
ru_ru: Для пользователей

source: Use maintenance
ru_ru: Работать с режимом тех. обслуживания

source: Maintenance mode
ru_ru: Режим тех. обслуживания

source: How to switch maintenance mode
ru_ru: Как переключать режим тех. обслуживания

source: Depends on operator status
ru_ru: В зависимости от статуса оператора

source: Deleting operator sessions when working with orders
ru_ru: Удаление сессий операторов при работе с заявками

source: Processing order
ru_ru: Заявка в работе

source: Operators processing order are
ru_ru: Операторы которые работают с заявкой

source: Live operator
ru_ru: Оператор live

source: Operator settings
ru_ru: Настройки работы операторов

source: Time needed to process order (min.)
ru_ru: Количество минут в течение которых заявка может находится в работе у оператора

source: Display your login in list of operators
ru_ru: Показывать свой логин в списке операторов

source: Edit rate
ru_ru: Редактировать курс

source: Add rate
ru_ru: Добавить курс

source: Rate name
ru_ru: Название курса

source: Snap to individual Central Bank rate
ru_ru: Привязать к своему курсу ЦБ

source: Auto adjust rate
ru_ru: Автокорректировка курса

source: is not installed
ru_ru: не установлен

source: Use individual Central Bank rate
ru_ru: Работать со своим курсом ЦБ

source: Maximum number of times "Transfer" button can be clicked in control panel
ru_ru: Максимально количество раз, которое можно нажать кнопку "Перевести" в панели управления

source: You have clicked the "Transfer" button more than %s times
ru_ru: Вы нажали на кнопку "Перевести" больше %s раз

source: Merchant log
ru_ru: Лог мерчантов

source: Delete merchant log
ru_ru: Удаление логов мерчантов

source: Data
ru_ru: Данные

source: Website version
ru_ru: Версия сайта

source: for all
ru_ru: для всех

source: original version only
ru_ru: только основная версия

source: mobile version only
ru_ru: только мобильная версия

source: Filter by website version
ru_ru: Фильтрация по версии сайта

source: Error! Direction of exchange for your device is denied
ru_ru: Ошибка! Направление запрещено для вашего типа устройства

source: Original version
ru_ru: Основная версия

source: Mobile version
ru_ru: Мобильная версия

source: Mobile
ru_ru: Мобильная

source: Mobile version settings
ru_ru: Настройки мобильной версии

source: Original verison only
ru_ru: Только основная версия

source: Mobile version only
ru_ru: Только мобильная версия

source: Maintenance message
ru_ru: Текст технического обслуживания

source: Verification through e-mail settings
ru_ru: Настройки верификации через e-mail

source: Verification through e-mail
ru_ru: Верификация через e-mail

source: Code type
ru_ru: Тип кода

source: Digits
ru_ru: Цифры

source: Send e-mail to
ru_ru: Отправлять e-mail

source: All users
ru_ru: Все пользователи

source: Newcomer
ru_ru: Новичок

source: Timeout (seconds)
ru_ru: Тайм-аут (секунды)

source: Max amount of resended e-mail
ru_ru: Макс. кол-во повторных отправок e-mail

source: Verification option
ru_ru: Параметр для верификации

source: Hide payment instruction
ru_ru: Скрывать инструкцию по оплате

source: Enter code specified in e-mail:
ru_ru: Введите код из e-mail:

source: Enter code
ru_ru: Введите код

source: Confirm code
ru_ru: Подтвердить код

source: Resend
ru_ru: Отправить еще

source: You have entered the wrong code
ru_ru: Вы ввели неверный код

source: You have not entered the code
ru_ru: Вы не ввели код

source: Resent e-mail
ru_ru: E-mail был отправлен еще раз

source: E-mail sending error
ru_ru: Ошибка отправки e-mail

source: Sending is possible not earlier than %1s seconds
ru_ru: Отправка возможна не раньше чем через %1s секунд

source: You have been sent the maximum number of e-mail (%1s of %2s)
ru_ru: Вам отправлено максимальное количество e-mail (%1s из %2s)

source: Code has already been confirmed. Refresh the page
ru_ru: Код уже был подтвержден. Обновите страницу

source: Exchange directions availability for guests
ru_ru: Видимость направлений обмена для гостей

source: not to hide
ru_ru: не скрывать

source: hide
ru_ru: скрывать

source: Hide exchange directions from guests
ru_ru: Скрыть направления обменов от гостей

source: Filtering guest users
ru_ru: Фильтрация гостевых пользователей

source: Exchange directions are available for authorized users only
ru_ru: Направления обмена доступна только для авторизованных пользователей

source: Direction is available to authorized users only
ru_ru: Направление доступно только авторизованным пользователям

source: Error! Direction is available to authorized users only
ru_ru: Ошибка! Направление доступно только авторизованным пользователям

source: Show field for entering number of money transfer
ru_ru: Показать поле для ввода номера денежного перевода

source: Field name for entering number of money transfer
ru_ru: Название поля для ввода номера денежного перевода

source: Number of money transfer
ru_ru: Номер денежного перевода

source: Confirm
ru_ru: Подтвердить

source: You have not entered number
ru_ru: Вы не ввели номер

source: Reserve limit for exhange direction
ru_ru: Лимит резерва для направления обмена

source: From field below
ru_ru: Из поля ниже

source: Field for reserve
ru_ru: Поле для резерва

source: Verify by SMS code
ru_ru: Верификация по SMS коду

source: Verify by SMS code settings
ru_ru: Настройки верификации по SMS коду

source: Verification by SMS code
ru_ru: Верификация по SMS коду

source: Send SMS for
ru_ru: Отправлять SMS для

source: Max amount of resended SMS
ru_ru: Макс. кол-во повторных отправок SMS

source: Enter code specified in SMS:
ru_ru: Введите код из SMS:

source: SMS resent
ru_ru: SMS было отправлено еще раз

source: SMS sending error
ru_ru: Ошибка отправки SMS

source: You have been sent the maximum number of SMS (%1s of %2s)
ru_ru: Вам отправлено максимальное количество SMS (%1s из %2s)

source: Files containing rates needed for monitoring
ru_ru: Файлы с курсами для мониторингов

source: Links to files containing rates
ru_ru: Ссылки на файлы с курсами

source: TXT and XML export settings
ru_ru: Настройки TXT и XML экспорта

source: TXT file
ru_ru: TXT файл

source: Number of characters in TXT file
ru_ru: Кол-во знаков в TXT файле

source: XML file
ru_ru: XML файл

source: Number of characters in XML file
ru_ru: Кол-во знаков в XML файле

source: For fromfee parameter, pass value
ru_ru: Для параметра fromfee передавать значение

source: additional fee of exchange office charged from sender.
ru_ru: Дополнительная комиссия обменного пункта с отправителя

source: payment system fee for an unverified wallet
ru_ru: Комиссии платежной системы для не верифицированного кошелька

source: payment system fee for a verified wallet
ru_ru: Комиссии платежной системы для верифицированного кошелька

source: For tofee parameter, pass value
ru_ru: Для параметра tofee передавать значение

source: additional fee of exchange office charged from recipient
ru_ru: Дополнительная комиссия обменного пункта с получателя

source: XML file containing rates
ru_ru: XML-файл курсов

source: TXT file containing rates
ru_ru: TXT-файл курсов

source: File containing rates disabled
ru_ru: Файл курсов отключен

source: Show in file
ru_ru: Показать в файле

source: According to shedule
ru_ru: По расписанию

source: Show exchange direction on shedule
ru_ru: Показывать направление обмена по расписанию

source: City where exchanges with cash is available
ru_ru: Город где доступен обмен наличными

source: Other options
ru_ru: Другие опции

source: Default exchange mode
ru_ru: Режим обмена по умолчанию

source: Auto exchange mode (forced)
ru_ru: Авто режим обмена (принудительно)

source: Manual exchange mode (forced)
ru_ru: Ручной режим обмена (принудительно)

source: Individual transfer
ru_ru: Перевод от физ.лица

source: Legal entity transfer
ru_ru: Перевод от юр.лица

source: Prohibited IP and masks (at the beginning of a new line)
ru_ru: Запрещенные IP адреса и маски (с новой строки)

source: Max. amount of exchange orders from same IP
ru_ru: Макс. кол-во заявок на обмен с одного IP

source: Max. amount of exchange orders from same account Send
ru_ru: Макс. кол-во заявок на обмен с одного счета Отдаю

source: Max. amount of exchange orders from same account Receive
ru_ru: Макс. кол-во заявок на обмен с одного счета Получаю

source: Max. amount of exchange orders from same user login
ru_ru: Макс. кол-во заявок на обмен от одного пользователя

source: Max. amount of exchange orders from same e-mail
ru_ru: Макс. кол-во заявок на обмен с одного e-mail

source: Users restrictions
ru_ru: Ограничения пользователей

source: Status settings
ru_ru: Настройки статуса

source: Which orders are considered executed
ru_ru: Какие заявки на обмен считать выполненными

source: Filter by user language
ru_ru: Фильтрация по языку пользователя

source: Error! Exchange direction is prohibited for your language
ru_ru: Ошибка! Направление обмена запрещено для вашего языка

source: Redirect to exchange page
ru_ru: Редирект на страницу обмена

source: Newcomer verification
ru_ru: Проверка на "новичка"

source: Attention! Newcomer makes an exchange
ru_ru: Внимание! Обмен делает новичок

source: Max number of decimal places in calculations allowed in DB
ru_ru: Макс кол-во знаков после запятой в подсчетах разрешенное в БД

source: Standard rate auto adjust
ru_ru: Стандартный курс автокорректировки

source: Edit partners
ru_ru: Редактировать партнера

source: Add partners
ru_ru: Добавить партнера

source: Partners
ru_ru: Партнеры

source: Sort partners
ru_ru: Сортировка партнеров

source: Automatic payouts log
ru_ru: Лог авто выплат

source: Deleting automatic payout logs
ru_ru: Удаление логов автоматических выплат

source: Automatic payout
ru_ru: Авто выплата

source: Orders with payout error
ru_ru: Имеются заявки с ошибкой авто выплаты

source: Edit reward
ru_ru: Редактировать отчисление

source: Add reward
ru_ru: Добавить отчисление

source: The first level of the affiliate program should always start with the value ">0"
ru_ru: Первый уровень партнерской программы всегда должен начинать со значения ">0"

source: Percentage of reward
ru_ru: Процент вознаграждения

source: Archiving partnership transitions
ru_ru: Архивация партнерских переходов

source: Text materials
ru_ru: Текстовые материалы

source: Banners %s
ru_ru: Баннеры %s

source: Requests for payouts (%s)
ru_ru: Запросов на выплату (%s)

source: Fee of payment system for payout of funds to partner
ru_ru: Комиссия платежной системы при выплате средств партнеру

source: Affiliate program
ru_ru: Партнерская программа

source: pay
ru_ru: выплачивать

source: not to pay
ru_ru: не выплачивать

source: Fixed amount of payment for benefit of partner
ru_ru: Фиксированная сумма выплаты партнеру

source: Min. amount of payment for benefit of partner
ru_ru: Мин. сумма выплаты партнеру

source: Max. amount of payment for benefit of partner
ru_ru: Макс. сумма выплаты партнеру

source: Individual percent given by an affiliate program
ru_ru: Индивидуальный процент партнерской программы

source: Maximum percent given by an affiliate program
ru_ru: Максимальный партнерский процент

source: Partner ID
ru_ru: ID партнера

source: Use affiliate program
ru_ru: Работать с партнерской программой

source: Editing the amount of the partner reward
ru_ru: Редактировать сумму партнерского вознаграждения

source: Affiliate reward payout request
ru_ru: Запрос выплаты партнерского вознаграждения

source: Affiliate reward charging
ru_ru: Начисление партнерского вознаграждения

source: Statistics
ru_ru: Статистика

source: Partnership exchanges
ru_ru: Партнерские обмены

source: Transitions
ru_ru: Переходы

source: Referrals
ru_ru: Рефералы

source: Royalties
ru_ru: Отчисления

source: Payouts
ru_ru: Выплаты

source: Banners
ru_ru: Баннеры

source: Percent
ru_ru: Процент

source: waiting
ru_ru: ожидает

source: paid
ru_ru: оплачено

source: cancelled
ru_ru: отменено

source: cancelled by user
ru_ru: отменено пользователем

source: Request in progress
ru_ru: Заявка ожидает

source: Request completed
ru_ru: Заявка была выполнена

source: Request rejected
ru_ru: Заявка отменена

source: Request is cancelled by user
ru_ru: Заявка отменена пользователем

source: Change status to In progress
ru_ru: Сделать ожидающей

source: Change status to Paid
ru_ru: Сделать выплаченой

source: Change status to Not paid
ru_ru: Сделать не выплаченой

source: Shortcodes
ru_ru: Шорткоды

source: Partner link
ru_ru: Партнерская ссылка

source: Website link
ru_ru: Ссылка на сайт

source: Referral
ru_ru: Реферал

source: ID Request
ru_ru: ID заявки

source: Partner percent
ru_ru: Партнерский процент

source: Referral website
ru_ru: Сайт реферала

source: Referral lifetime
ru_ru: Сроки жизни реферала

source: Eternally
ru_ru: Вечно

source: By cookies
ru_ru: По cookies

source: Cookies lifetime (days)
ru_ru: Сроки жизни cookie (дни)

source: Minimum payout
ru_ru: Минимальная выплата

source: Charge affiliate reward from
ru_ru: Начислять партнерское вознаграждение с

source: Registered users only
ru_ru: Только зарегистрированные пользователи

source: Take users discount into account when calculating partner reward
ru_ru: Учитывать в расчете партнерского вознаграждении скидку пользователя

source: Show promo text materials
ru_ru: Показывать текстовые промо материалы

source: Text above form of withdrawal of partner funds
ru_ru: Текст над формой вывода партнерский средств

source: Currency type
ru_ru: Код валюты

source: Affiliate account
ru_ru: Партнерский аккаунт

source: Promotional materials
ru_ru: Рекламные материалы

source: Affiliate transitions
ru_ru: Партнерские переходы

source: Affiliate exchanges
ru_ru: Партнерские обмены

source: Affiliate referrals
ru_ru: Рефералы

source: Affiliate payouts
ru_ru: Вывод партнёрских средств

source: Affiliate FAQ
ru_ru: Партнерский FAQ

source: Affiliate terms and conditions
ru_ru: Условия участия в партнерской программе

source: Show sections
ru_ru: Показать разделы

source: pending order
ru_ru: заявка в ожидании

source: Consider affiliate payments included in reserve
ru_ru: Учитывать партнерские выплаты в резерве

source: Identification number
ru_ru: ID

source: Your aff. percentage
ru_ru: Ваш парт. процент

source: Visitors
ru_ru: Посетителей

source: Count amount of referrals
ru_ru: Количество рефералов

source: Exchanges
ru_ru: Обменов

source: Amount of exchanges
ru_ru: Сумма обменов

source: All time earned
ru_ru: Заработано за все время

source: Waiting payments
ru_ru: Ожидают выплаты

source: Paid in total
ru_ru: Выплачено

source: Current balance
ru_ru: Текущий баланс

source: Available for payout
ru_ru: Доступно для выплаты
