Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: Your account set on website does not match with currency code
ru_ru: Тип кошелька, указанный Вами на сайте, не совпадает с кодом валюты

source: Network payment priority
ru_ru: Приоритет платежа в сети

source: Minimum payment amount is %s
ru_ru: Минимальная сумма оплаты %s

source: Link coupon to users login
ru_ru: Привязать купон к логину пользователя

source: Coupon
ru_ru: Купон

source: Trasnfer funds
ru_ru: Перевод средств

source: Coupon validity (in minutes)
ru_ru: Срок действия купона (в минутах)

source: %s automatic payout
ru_ru: %s авто выплата

source: Payment is successfully created. Waiting for confirmation from E-pay.
ru_ru: Платеж успешно создан. Ожидайте подтверждения от E-pay.

source: to Coupon
ru_ru: Купон

source: to Crypto currency
ru_ru: Крипто валюта

source: to Bank card
ru_ru: Банковская карта

source: Activation code
ru_ru: Код активации

source: E-Vouchers
ru_ru: Ваучер

source: Payment error
ru_ru: Ошибка при выполнении платежа

source: Current payment ID
ru_ru: Текущий ID платежа

source: Crypto currency
ru_ru: Крипто валюта

source: Payment is successfully created. Waiting for confirmation from WinPay.
ru_ru: Платеж успешно создан. Ожидание подтверждения от WinPay.

source: You have entered an incorrect e-mail
ru_ru: Вы ввели неккоректный e-mail

source: Passwords do not match
ru_ru: Введенные Вами пароли не совпадают

source: Data successfully saved
ru_ru: Данные успешно сохранены

source: Edit direction exchange
ru_ru: Редактировать направление обмена

source: Edit "%s"
ru_ru: Редактировать "%s"

source: Are you sure that you paid your order?
ru_ru: Вы уверены, что уже оплатили заявку?

source: Exchange direction is disabled
ru_ru: Направление обмена отключено

source: I read and agree with <a href="%s" target="_blank">the terms and conditions</a>
ru_ru: С <a href="%s" target="_blank">правилами сервиса</a> ознакомлен и согласен

source: Create a order
ru_ru: Создать заявку

source: Clicking on button "Create a order" means that you accept all the basic terms and conditions.
ru_ru: Нажатие кнопки «Создать заявку» означает, что вы принимаете все основные условия Пользовательского соглашения.

source: Thoroughly check all data before creating a order!
ru_ru: Внимательно проверьте правильность платежных данных перед созданием заявки!

source: How to make a payment
ru_ru: Как оплатить

source: accepted, waiting to be paid by client
ru_ru: принята, ожидает оплаты клиентом

source: Cancel a order
ru_ru: Отменить заявку

source: Error! You cannot control this order in another browser
ru_ru: Ошибка! Вы не можете управлять заявкой с другого браузера

source: We check the payment every %s seconds.
ru_ru: Каждые %s секунды мы проверяем оплату.

source: Cancel
ru_ru: Отменить

source: Then the check will be automatically performed every %s seconds.
ru_ru: Далее проверка будет проходить автоматически каждые %s секунд.

source: Verify a payment
ru_ru: Проверить оплату

source: Amount of payment
ru_ru: Сумма платежа

source: Please be careful!
ru_ru: Пожалуйста, будьте внимательны!

source: All fields must be filled in accordance with the instructions. Otherwise, the payment may be cancelled.
ru_ru: Все поля должны быть заполнены в точном соответствии с инструкцией. В противном случае, платеж может не пройти.

source: Creation time
ru_ru: Время создания

source: Waiting for merchant confirmation
ru_ru: Ожидание подтверждения от мерчанта

source: Order is paid
ru_ru: Заявка оплачена

source: Received confirmation of payment from the client
ru_ru: Получено подтверждение об оплате от клиента

source: Order is on checking
ru_ru: Заявка на проверке

source: The order is deleted
ru_ru: Заявка удалена

source: Refusal of payment
ru_ru: Отказ от оплаты

source: User refused to make a payment
ru_ru: Клиент отказался от оплаты

source: Waiting for automatic payments module confirmation
ru_ru: Ожидание подтверждения от модуля авто выплат

source: The order is completed
ru_ru: Заявка выполнена

source: Year
ru_ru: Год

source: Users only
ru_ru: Только для пользователей

source: Guests only
ru_ru: Только для гостей

source: Last exchanges
ru_ru: Последние обмены

source: Reset password
ru_ru: Сброс пароля

source: Confirmation e-mail is sent you
ru_ru: На ваш e-mail выслано письмо с подтверждением

source: Error! Password recovery is disabled
ru_ru: Ошибка! Восстановление пароля отключено

source: Error! This e-mail is not registered
ru_ru: Ошибка! Этот e-mail не зарегистрирован

source: Error! You have entered an incorrect e-mail
ru_ru: Ошибка! Вы ввели неверный e-mail

source: Password successfully changed
ru_ru: Пароль успешно изменен

source: Error! System error 2
ru_ru: Ошибка! Системная ошибка 2

source: Error! Password is incorrect or does not match with the previously entered password
ru_ru: Ошибка! Пароль неверный или не совпадает с ранее введенным

source: Error! System error 1
ru_ru: Ошибка! Системная ошибка 1

source: You have successfully registered
ru_ru: Вы успешно зарегистрированы

source: You have successfully registered. You can now log into your account
ru_ru: Вы успешно зарегистрированы. Сейчас вы можете войти в свой аккаунт

source: Error! Contact with website admin
ru_ru: Ошибка! Свяжитесь с администратором сайта

source: Error! This e-mail is already in use
ru_ru: Ошибка! Этот e-mail уже используется

source: Error! This login is already in use
ru_ru: Ошибка! Этот логин уже используется

source: Error! You have entered an incorrect username. The username must consist of digits or latin letters and contain from 3 up to 30 characters.
ru_ru: Ошибка! вы ввели некорректное имя пользователя. Имя пользователя должно состоять из цифр или латинских букв и содержать от трех до 30 символов.

source: Error! You did not agree with our terms and conditions
ru_ru: Ошибка! Вы не приняли правила сайта

source: Script is unable to determine the type
ru_ru: Скрипт не может определить тип

source: Exchange rates
ru_ru: Курсы валют

source: Update time
ru_ru: Дата обновления

source: Recent exchanges
ru_ru: Недавние обмены

source: Recent exchange
ru_ru: Последний обмен

source: Count of exchanges
ru_ru: Кол-во обменов

source: Online update
ru_ru: Онлайн обновление

source: Personal account
ru_ru: Личный кабинет

source: Exit
ru_ru: Выйти

source: All news
ru_ru: Все новости

source: Sort by
ru_ru: Сортировать по

source: Random
ru_ru: Случайно

source: Show by
ru_ru: Выводить по

source: Increase
ru_ru: Возрастанию

source: Decrease
ru_ru: Убыванию

source: Show currency code filter
ru_ru: Показывать фильтр кодов валют

source: Show currency reserve
ru_ru: Показывать резерв валют

source: Total users
ru_ru: Всего пользователей

source: Registered users today
ru_ru: Зарегистрировано пользователей сегодня

source: Number of exchanges today
ru_ru: Количество обменов сегодня

source: Amount of exchanges today
ru_ru: Сумма обменов сегодня

source: Paid out to partners
ru_ru: Выплачено партнерам

source: Total amount of reserves
ru_ru: Общий объем резервов
