Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: Admin Panel
ru_ru: Админ панель

source: Widgets on the main page
ru_ru: Виджеты на главной странице

source: Save
ru_ru: Сохранить

source: Hide Welcome Panel
ru_ru: Скрыть панель приветствия

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Hide At a Glance
ru_ru: Скрыть На виду

source: Hide Activity
ru_ru: Скрыть Активность

source: Hide Quick Drafts
ru_ru: Скрыть Быстрые черновики

source: Hide WordPress News
ru_ru: Скрыть новости Wordpress

source: Hide Recent Comments
ru_ru: Скрыть последние комментарии

source: Hide Incoming Refs
ru_ru: Скрыть Входящие Ссылки

source: Hide Plugins
ru_ru: Скрыть плагины

source: Hide Recent Drafts
ru_ru: Скрыть последние черновики

source: Menu Sections
ru_ru: Разделы Меню

source: Hide section "%s"
ru_ru: Скрыть раздел "%s"

source: Posts
ru_ru: Записи

source: Comments
ru_ru: Комментарии

source: Other
ru_ru: Другое

source: Disable e-mail notification when user changes password
ru_ru: Отключить автоматическое оповещение пользователя о смене пароля по e-mail

source: License Info
ru_ru: Информация о Лицензии

source: No data available
ru_ru: Нет данных

source: License validity period expires today
ru_ru: Срок действия лицензии истекает сегодня

source: Days till license expiration date: %s days
ru_ru: Количество дней до окончания срока действия лицензии: %s

source: Customize
ru_ru: Настроить

source: Deleting authorization logs
ru_ru: Удаление информации об авторизации пользователей в системе

source: Authorization log
ru_ru: Лог авторизации

source: Notify of user logging into personal account
ru_ru: Уведомить о входе пользователя в ЛК

source: Date
ru_ru: Дата

source: IP
ru_ru: IP адрес

source: Browser
ru_ru: Браузер

source: User
ru_ru: Пользователь

source: Start date
ru_ru: Дата начала

source: End date
ru_ru: Дата окончания

source: Unknown
ru_ru: Неизвестно

source: Display
ru_ru: Отображать

source: Error
ru_ru: Ошибка

source: Authorisation Error
ru_ru: Ошибка авторизации

source: All
ru_ru: Все

source: Unpaid orders
ru_ru: Неоплаченные заявки

source: Paid orders
ru_ru: Оплаченные заявки

source: Payment status
ru_ru: Статус оплаты

source: Exact amount
ru_ru: Точная сумма

source: Overpayment
ru_ru: Переплата

source: Amount of payment via merchant
ru_ru: Сумма платежа через мерчант

source: Status of order
ru_ru: Статус заявки

source: ID Order
ru_ru: ID заявки

source: Min. amount Giving
ru_ru: Мин. сумма Отдаю

source: Min. amount Receiving
ru_ru: Мин. сумма Получаю

source: Direction of Exchange
ru_ru: Направление обмена

source: Currency name Giving
ru_ru: Название валюты Отдаю

source: Currency name Receiving
ru_ru: Название валюты Получаю

source: PS name Giving
ru_ru: Название ПС Отдаю

source: PS name Receiving
ru_ru: Название ПС Получаю

source: Currency code Giving
ru_ru: Код валюты Отдаю

source: Currency code Receiving
ru_ru: Код валюты Получаю

source: User ID
ru_ru: ID пользователя

source: User login
ru_ru: Логин пользователя

source: User skype
ru_ru: Skype

source: Phone no.
ru_ru: Номер моб. телефона

source: User passport number
ru_ru: Номер паспорта пользователя

source: User IP
ru_ru: IP адрес

source: Account To send
ru_ru: Счет Отдаю

source: Account To receive
ru_ru: Счет Получаю

source: Merchant account
ru_ru: Счет мерчанта

source: Automatic payout account
ru_ru: Счет авто выплаты

source: Merchant transaction ID
ru_ru: ID транзакции мерчанта

source: Auto payout transaction ID
ru_ru: ID транзакции авто выплаты

source: Real account
ru_ru: Реальный счет

source: Language
ru_ru: Язык

source: Actions
ru_ru: Действия

source: Apply
ru_ru: Применить

source: Total orders
ru_ru: Всего заявок

source: No orders
ru_ru: Нет заявок

source: No object
ru_ru: Нет объекта

source: Attention! User details were spoofed
ru_ru: Внимание! Реквизиты клиента подменены

source: Rate
ru_ru: Курс

source: Creation date
ru_ru: Дата создания

source: Modification date
ru_ru: Дата изменения

source: Real amount to pay
ru_ru: Реальная сумма оплаты

source: Send
ru_ru: Отдаете

source: Amount (with add. fees)
ru_ru: Сумма (с доп. ком.)

source: Amount (with add. fees and PS fees)
ru_ru: Сумма (с доп. ком. и ПС ком.)

source: From account
ru_ru: Со счета

source: Receive
ru_ru: Получаете

source: Into account
ru_ru: На счет

source: Last name
ru_ru: Фамилия

source: First name
ru_ru: Имя

source: Second name
ru_ru: Отчество

source: Passport number
ru_ru: Номер паспорта

source: Information
ru_ru: Информация

source: User discount (%)
ru_ru: Скидка

source: User discount (amount)
ru_ru: Сумма скидки

source: Profit
ru_ru: Прибыль

source: Amount in internal currency
ru_ru: Сумма во внутренней валюте

source: Information "Sent"
ru_ru: Информация "Отдаю"

source: Amount To send
ru_ru: Сумма Отдаете

source: Add. fees amount
ru_ru: Сумма доп. ком.

source: Amount To send (add. fees)
ru_ru: Сумма Отдаете (доп. ком.)

source: PS fees amount
ru_ru: Комиссия ПС

source: Amount To send (add.fee and PS fee)
ru_ru: Сумма Отдаю (с доп. ком. и ПС ком.)

source: Amount for reserve
ru_ru: Сумма для резерва

source: Information "Received"
ru_ru: Информация "Получаю"

source: Amount at the Exchange Rate
ru_ru: Сумма по курсу

source: Amount (discount included)
ru_ru: Сумма со скидкой

source: Amount To receive (add. fees)
ru_ru: Сумма Получаете (доп. ком.)

source: Amount To receive (add.fees and PS fees)
ru_ru: Сумма Получаeте (с доп. ком. и ПС ком.)

source: info
ru_ru: инфо

source: Similar exchanges
ru_ru: Похожие обмены

source: Similar
ru_ru: Похожие

source: Guest
ru_ru: Гость

source: missing
ru_ru: отсутствует

source: Data do not match
ru_ru: Данные не совпадают

source: Original
ru_ru: Оригинал

source: Orders
ru_ru: Заявки

source: Filters
ru_ru: Фильтры

source: Shown orders
ru_ru: Выводимых заявок

source: Status of orders
ru_ru: Статусы заявок

source: Amount and date
ru_ru: Сумма и дата

source: Currency and codes
ru_ru: Валюты и коды

source: User filters
ru_ru: Фильтры пользователей

source: Other filters
ru_ru: Остальные фильтры

source: Hide
ru_ru: Скрыть

source: Apply filters
ru_ru: Применить фильтры

source: Clear filters
ru_ru: Очистить фильтры

source: Save filters
ru_ru: Сохранить фильтры

source: Restore filters
ru_ru: Восстановить фильтры

source: Error! Action is not selected!
ru_ru: Ошибка! Не выбрано действие!

source: Are you sure you want to delete these orders?
ru_ru: Вы уверены что хотите удалить эти заявки?

source: To process exchange orders
ru_ru: Обрабатывать заявки на обмен

source: Changing order status
ru_ru: Изменять статус заявки

source: Complete removal of orders
ru_ru: Полное удаление заявок

source: Making payouts by button
ru_ru: Делать выплаты по кнопке

source: Orders on hold are to be processed
ru_ru: Имеются заявки в статусе ожидания

source: complete removal
ru_ru: полное удаление

source: Edit custom field
ru_ru: Редактировать доп.поле

source: Add custom field
ru_ru: Добавить доп.поле

source: Back to list
ru_ru: Назад к списку

source: Add new
ru_ru: Добавить

source: Custom field name (technical)
ru_ru: Название доп. поля (техническое)

source: Custom field name
ru_ru: Название доп. поля

source: Unique ID
ru_ru: Уникальный ID

source: Custom field type
ru_ru: Тип доп. поля

source: Text input field
ru_ru: Текстовое поле

source: Options
ru_ru: Выбор

source: Data visibility in order placed on a website
ru_ru: Видимость данных в заявке размещенной на сайте

source: do not show data
ru_ru: не скрывать данные

source: hide data
ru_ru: скрыть полностью

source: do not hide first 4 symbols
ru_ru: не скрывать первые 4-и символа

source: do not hide last 4 symbols
ru_ru: не скрывать последние 4-и символа

source: do not hide first 4 symbols and the last 4 symbols
ru_ru: не скрывать первые 4-и символа и последние 4-и символа

source: Automatic completion
ru_ru: Автозаполнение

source: Min. number of symbols
ru_ru: Мин. кол-во символов

source: Max. number of symbols
ru_ru: Макс. кол-во символов

source: First symbols
ru_ru: Первые символы

source: More info
ru_ru: Подробнее

source: Checking the first symbols while a customer fills out a field.
ru_ru: Проверка первых символов, когда клиент заполняет поле.

source: Required field
ru_ru: Обязательное поле

source: Fill-in tips
ru_ru: Подсказка при вводе

source: Options (at the beginning of a new line)
ru_ru: Варианты (с новой строки)

source: Status
ru_ru: Статус

source: active field
ru_ru: активное поле

source: inactive field
ru_ru: не активное поле

source: Custom fields
ru_ru: Доп.поля

source: Sort custom fields
ru_ru: Сортировка доп. полей

source: Work with custom fields
ru_ru: Работа с доп. полями

source: Edit
ru_ru: Редактировать

source: Activate
ru_ru: Активировать

source: Deactivate
ru_ru: Деактивировать

source: Delete
ru_ru: Удалить

source: No item
ru_ru: Нет значения

source: Currency name
ru_ru: Валюта

source: Display conditions
ru_ru: Когда выводить

source: always
ru_ru: всегда

source: send
ru_ru: отдаете

source: receive
ru_ru: получаете

source: Custom currency fields
ru_ru: Доп. поля валют

source: Work with custom currency fields
ru_ru: Работа с доп. полями валют

source: All currency
ru_ru: Все валюты

source: Currency
ru_ru: Валюты

source: active custom fields
ru_ru: активные

source: not active custom fields
ru_ru: не активные

source: Make a choice
ru_ru: Сделайте выбор

source: General settings
ru_ru: Основные настройки

source: Updating mode
ru_ru: Режим обновления

source: Website Title
ru_ru: Заголовок веб-страницы

source: Description
ru_ru: Описание

source: Admin panel URL
ru_ru: URL админ панели

source: Enter new URL to enter the admin panel. Use only lowercase letters and numbers. Be sure to remember the entered address!
ru_ru: Введите новый URL, чтобы войти в админ панель. Используйте только маленькие буквы и цифры. Запомните введенный адрес!

source: Remember successful entry of the security code
ru_ru: Запоминать успешный ввода пароля безопасности

source: Ability to copy information on clients in one click
ru_ru: Копировать по одному клику мышки данные клиента из заявки

source: Test cron tasks
ru_ru: Тест крон-заданий

source: If for some reason your tasks do not work then you can use direct link
ru_ru: Если по каким-то причинам задания не выполняются, вы можете использовать прямую ссылку

source: Cron settings
ru_ru: Настройки Cron

source: Always
ru_ru: Всегда

source: In a special file
ru_ru: В специальном файле

source: If you are using server version of cron, then select "In a special file."
ru_ru: Если вы используете крон на сервере, то тогда выберите "В специальном файле."

source: Cron tasks
ru_ru: Cron задания

source: When handling
ru_ru: При обращении

source: Interval 2 minutes
ru_ru: Интервал 2 минуты

source: Interval 5 minutes
ru_ru: Интервал 5 минут

source: Interval 10 minutes
ru_ru: Интервал 10 минут

source: Interval 30 minutes
ru_ru: Интервал 30 минут

source: Interval 1 hour
ru_ru: Интервал 1 час

source: Interval 3 hours
ru_ru: Интервал 3 часа

source: Interval half of a day
ru_ru: Интервал пол дня

source: Interval 1 day
ru_ru: Интервал 1 день

source: none
ru_ru: нет

source: Run
ru_ru: Выполнить

source: Cron file
ru_ru: Cron-файл

source: Error! Invalid command!
ru_ru: Ошибка! Не верная команда!

source: Error! Invalid IP address
ru_ru: Ошибка! Неверный IP адрес

source: Processing. Please wait
ru_ru: Идет обработка. Пожалуйста подождите

source: Error! The direction do not exist
ru_ru: Ошибка! Направление не существует

source: invalid account number
ru_ru: неверный номер счета

source: account has invalid status
ru_ru: счет имеет неверный статус

source: field is not filled
ru_ru: поле не заполнено

source: Error!
ru_ru: Ошибка!

source: Your order successfully created
ru_ru: Ваша заявка успешно создана

source: Error! System error!
ru_ru: Ошибка! Системная ошибка!

source: Error! Database error
ru_ru: Ошибка! Ошибка базы данных

source: Error! Not enough reserve for the exchange
ru_ru: Ошибка! Не хватает резерва для совершения операции обмена

source: Error! System error
ru_ru: Ошибка! Системная ошибка

source: Redirecting. Please wait
ru_ru: Идет перенаправление. Подождите пожалуйста

source: Removing orders with inappropriate rules
ru_ru: Удаление заявок с непринятыми правилами

source: e-wallet has valid status
ru_ru: кошелек имеет верный статус

source: Personal data
ru_ru: Личные данные

source: Completely deleted order
ru_ru: Полностью удаленная заявка

source: Status of order is "%s"
ru_ru: Статус заявки "%s"

source: Rate Send
ru_ru: Курс Отдаете

source: Rate Receive
ru_ru: Курс Получаете

source: PS name Send
ru_ru: Имя ПС Отдаю

source: PS name Receive
ru_ru: Имя ПС Получаю

source: Currency code Send
ru_ru: Код валюты Отдаете

source: Currency code Receive
ru_ru: Код валюты Получаете

source: Amount Send (PS fee)
ru_ru: Сумма Отдаете (ком. ПС)

source: Amount Receive
ru_ru: Сумма Получаете

source: Amount Receive (PS fee)
ru_ru: Сумма Получаете (ком. ПС)

source: Exchange URL
ru_ru: Ссылка на обмен

source: You send
ru_ru: Вы отдаете

source: You receive
ru_ru: Вы получаете

source: Reserve
ru_ru: Резерв

source: Exchange
ru_ru: Обменять

source: Selected direction does not exist
ru_ru: Выбранное направление не существует

source: With fees
ru_ru: С комиссией

source: Exchange rate
ru_ru: Курс обмена

source: Attention!
ru_ru: Внимание!

source: Remember entered data
ru_ru: Запомнить введенные данные

source: Your discount
ru_ru: Ваша скидка

source: Amount
ru_ru: Сумма

source: Exchange settings
ru_ru: Настройки обмена

source: Table %1s
ru_ru: Таблица %1s

source: Exchange pairs table type
ru_ru: Тип таблицы направлений обмена валют

source: If non-existent direction is selected
ru_ru: Если выбрать не существующее направление

source: Show error
ru_ru: Показать ошибку

source: Show nearest
ru_ru: Показать ближайшее

source: Hide currency codes above table for selecting exchange direction
ru_ru: Скрывать коды валют над таблицей выбора направления обмена

source: Display in exchange form
ru_ru: Показывать в форме обмена

source: All currencies
ru_ru: Все валюты

source: Only available currencies for exchange
ru_ru: Только доступные валюты для обмена

source: Exchange type
ru_ru: Форма обмена

source: On a new page
ru_ru: На новой странице

source: On a main page
ru_ru: На главной странице

source: Use exchange step №2, where user confirms his details
ru_ru: Использовать шаг обмена №2, где пользователь подтверждает свои реквизиты

source: Style of page header used for redirecting
ru_ru: Стиль заголовка страницы для перенаправления

source: White style
ru_ru: Белый стиль

source: Black style
ru_ru: Темный стиль

source: If there are no payment instructions given to merchant then
ru_ru: Если не задана инструкция по оплате для мерчанта, то

source: Nothing to be shown
ru_ru: Ничего не выводить

source: Show relevant payment instructions of exchange direction
ru_ru: Показать соответствующую инструкцию по оплате из направления обмена

source: If there are no instructions for automatic payments mode then
ru_ru: Если не задана инструкция по оплате для модуля авто выплат, то

source: Allow to manage order using another browser
ru_ru: Разрешить управлять заявкой из другого браузера

source: Forbid managing an order from another IP address
ru_ru: Запретить управлять заявкой на обмен с другого IP адреса

source: Amount To send with add. Fees
ru_ru: Сумма Отдаю с доп. комиссией

source: Amount To send with add. fees and PS fees
ru_ru: Сумма Отдаю с доп. комиссией и комиссией ПС

source: Amount To receive with add. Fees
ru_ru: Сумма Получаю с доп. комиссией

source: Amount To receive with add. fees and PS fees
ru_ru: Сумма Получаю с доп. комиссией и комиссией ПС

source: Amount needed to be exchanged is
ru_ru: Сумма обмена это

source: Disable amount counter of orders in Orders section
ru_ru: Отключить подсчет кол-ва заявок в разделе Заявки

source: Send e-mail notifications to admin if admin changes status of order on his own
ru_ru: Отправлять email админу если админ сам меняет статус заявки

source: Data visibility in order for Giving
ru_ru: Видимость номера счета в заявке для Отдаю

source: Data visibility in order for Receiving
ru_ru: Видимость номера счета в заявке для Получаю

source: Use "Converse to"
ru_ru: Использовать "Преобразовать к"

source: Everywhere
ru_ru: Везде

source: Exchange and rates table
ru_ru: Таблица выбора направления обмена и тарифы

source: Exchange table
ru_ru: Таблица выбора направления обмена

source: Calculate "in an instant"
ru_ru: Вычислять суммы "на лету"

source: Make payout if received amount is more than required
ru_ru: Совершать авто выплату, если полученная сумма больше чем требуется

source: Display button "Transfer" if order status is
ru_ru: Выводить кнопку "Перевести" если статус заявки

source: Perform payout for frozen orders if status of the order is
ru_ru: Совершать авто выплату для замороженных заявок если статус заявки

source: Exchange filters
ru_ru: Фильтры обмена

source: You can set the filter properties for the following objects. For example, if the user will see the exchange direction on the home page if his country is forbidden for this exchange direction. Will the user see the exchange direction on the home page if he is not registered user and etc.
ru_ru: Для перечисленных ниже объектов вы можете установить свойства фильтрации. Например, будет ли пользователь видеть направление обмена на главной странице, если для его страны запрещено данное направление обмена. Будет ли пользователь видеть направление обмена на главной странице, если он является незарегистрированным пользователем и т.п.

source: Show but disabled
ru_ru: Показать, но отключить

source: AJAX settings
ru_ru: Настройки AJAX

source: AJAX checker for admin panel
ru_ru: AJAX чекер для панели управления

source: AJAX checker for website
ru_ru: AJAX чекер для сайта

source: This option is able to create an additional load on server
ru_ru: Данная опция может создавать дополнительную нагрузку на сервер

source: Frequency of requests from admin panel
ru_ru: Частота запросов из админ-панели

source: seconds
ru_ru: секунд

source: Frequency of requests from website
ru_ru: Частота запросов с сайта

source: Language settings
ru_ru: Настройки языка

source: User language auto detecting
ru_ru: Авто определение языка пользователя

source: Admin-panel language
ru_ru: Язык админ-панели

source: Website language
ru_ru: Язык сайта

source: Multilingual
ru_ru: Мультиязычность

source: Two-factor authorization by one-time ref
ru_ru: Авторизация по одноразовой ссылке

source: Link
ru_ru: Ссылка

source: We sent you a link needed for your authorization. Check your e-mail.
ru_ru: Мы отправили вам ссылку, необходимую для авторизации. Проверьте вашу электронную почту.

source: Attention! Authorisation Error!
ru_ru: Внимание! Ошибка авторизации!

source: Work with e-mail templates
ru_ru: Работа с шаблонами e-mail

source: E-mail templates
ru_ru: E-mail шаблоны

source: Admin notification
ru_ru: Уведомление администратору

source: Users notification
ru_ru: Уведомления пользователям

source: Setting up
ru_ru: Настраиваем

source: To send a letter
ru_ru: Отправлять письмо

source: Subject of an e-mail
ru_ru: Заголовок письма

source: Senders e-mail
ru_ru: E-mail отправителя

source: Use only existing e-mail address (for example - info@site.ru)
ru_ru: Используйте только существующий e-mail (например, info@site.ru)

source: Sender name
ru_ru: Имя отправителя

source: Administrator e-mail
ru_ru: E-mail администратора

source: If recipient obtained more than one e-mail address then use comma to separate addresses you enter
ru_ru: Если у получателя несколько адресов электронной почты, то Вам следует вводить необходимые адреса через запятую

source: Website name
ru_ru: Имя сайта

source: E-mail text
ru_ru: Текст сообщения

source: SMS gate settings
ru_ru: Настройки SMS гейтов

source: Send SMS when paying through merchant
ru_ru: Отправлять SMS при оплате через мерчант

source: Send SMS when notification of payment is manual
ru_ru: Отправлять SMS при ручном уведомлении об оплате

source: SMS message
ru_ru: Текст SMS

source: Send SMS when automatic payment is done
ru_ru: Отправлять SMS при совершение авто выплаты

source: Test SMS sending
ru_ru: Тестовая отправка SMS

source: Send a message
ru_ru: Отправить сообщение

source: Phone number
ru_ru: Номер телефона

source: Error! You have not entered a phone number
ru_ru: Ошибка! Вы не ввели номер телефона

source: Accounts verification checker settings
ru_ru: Настройки чекера верификации кошельков

source: Work with merchants
ru_ru: Работать с мерчантами

source: Merchants
ru_ru: Мерчанты

source: Merchant settings
ru_ru: Настройки мерчантов

source: Automatic payouts
ru_ru: Авто выплаты

source: Automatic payout settings
ru_ru: Настройки авто выплат

source: SMS gates
ru_ru: SMS гейты

source: Accounts verification checker
ru_ru: Чекер верификации кошельков

source: Instruction
ru_ru: Инструкция

source: Payment amount
ru_ru: Сумма платежа

source: Account Send
ru_ru: Счет Отдаю

source: Account Receive
ru_ru: Счет Получаю

source: User name
ru_ru: Имя пользователя

source: User e-mail
ru_ru: E-mail автора

source: Note for payment
ru_ru: Примечание для платежа

source: Payment amount error
ru_ru: Погрешность суммы платежа

source: Check payment history by API
ru_ru: Проверять историю платежей по API

source: Type
ru_ru: Тип

source: Standart merchant fee
ru_ru: Стандартная комиссия мерчанта

source: Non-standart merchant fee
ru_ru: Нестандартная комиссия мерчанта

source: Choose "Non-standart merchant fee" if a payment system takes a fee for incoming payment. In other case you need to set "Standart merchant fee".
ru_ru: Выберите "Нестандартная комиссия мерчанта" если платежная система берет комиссию за входящий платеж. В других случаях выберите "Стандартная комиссия мерчанта".

source: Authorized IP and masks (at the beginning of a new line)
ru_ru: Разрешенные IP адреса и маски (с новой строки)

source: Status/Result URL hash
ru_ru: Хэш для Status/Result URL

source: Display errors arising during module operation
ru_ru: Выводить возникающие ошибки при работе модуля

source: Set order status to "Order is on checking", when:
ru_ru: Устанавливать статус заявки "На проверке" когда:

source: Number of account, from which payment was made does not match one specified in order
ru_ru: Номер счета с которого была сделана оплата не совпадает с указанным в заявке

source: Incorrect currency code
ru_ru: Неверный код валюты

source: Payment amount is less than required
ru_ru: Сумма платежа меньше чем требуется

source: Payment amount is more required
ru_ru: Сумма платежа больше чем требуется

source: Do not use automatic payouts if it not urgent. Developer is not responsible for the safety of currency on your accounts. Read more here <a href="%s">here</a>.
ru_ru: Не используйте авто выплаты без острой необходимости. Разработчик программного обеспечения не несет ответственности за сохранность денежных средств на ваших счетах. Подробнее читайте <a href="%s">тут</a>.

source: Automatic payout when order has status "Paid order"
ru_ru: Авто выплата в случае когда заявка имеет статус "Оплаченная заявка"

source: Automatic payout when order has status "Order is on checking"
ru_ru: Авто выплата, в случаях когда заявка имеет статус "На проверке"

source: Button used to make payouts according to order manually
ru_ru: Кнопка для ручной выплаты в заявке

source: Make a manual payout available if the amount needed exceeds the limit
ru_ru: Разрешить ручную выплату по кнопке, если сумма выплаты в заявке превышает "Макс. сумма авто выплаты для заявки"

source: Max. amount for daily automatic payouts
ru_ru: Макс. сумма для авто выплаты в день

source: Max. amount of automatic payouts due to order
ru_ru: Макс. сумма авто выплаты для заявки

source: Amount transfer for payout
ru_ru: Сумма, которую передаем на выплату
