Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: Ad text with a link that you place anywhere (on your website, in blogs, forums, FAQs, social networks, bookmarking services) will transit users to this website, and you will receive a guaranteed rewards for your referrals.
ru_ru: Рекламный текст с ссылкой, который вы разместите в любом месте на Ваше усмотрение (на Вашем сайте, в блогах, форумах, в различных сервисах вопросов и ответов, социальных сетях и в сервисах закладок) будет вести пользователей на сайт, а Вы будете получать гарантированное вознаграждене за переходы пользователей.

source: Below are the basic options of promotional materials with your affiliate link included. You can use any text links or use ours. All you need is to copy the selected code, place it on your website and start making profit.
ru_ru: Ниже представлены основные варианты рекламных материалов с Вашей партнерской ссылкой. Вы можете использовать любые тексты для ссылки или воспользоваться нашими вариантами. Для этого Вам нужно просто скопировать выбранный код к себе на сайт и начать получать доход.

source: Affiliate link
ru_ru: Партнерская ссылка

source: Affiliate link in the HTML-code (for posting on websites and blogs)
ru_ru: Партнерская ссылка в HTML-коде (для размещения на сайтах и блогах)

source: Currency exchange
ru_ru: Обмен валют

source: Hidden affiliate link in the HTML-code (for posting on websites and blogs)
ru_ru: Скрытая партнерская ссылка в HTML-коде (для размещения на сайтах и блогах)

source: BBCode affiliate link (for posting on forums)
ru_ru: Партнерская ссылка в BBCode (для размещения на форумах)

source: Error! Page is available for authorized users only
ru_ru: Ошибка! Страница доступна только авторизованным пользователям

source: Error! Page is unavailable
ru_ru: Ошибка! Страница отключена

source: Minimum withdrawal amount is <span class="red">%1$s %2$s</span>. All payments to be done right after admin verifies your account. Actually it takes less than 24 hours after submitting withdrawal request.
ru_ru: Минимальная сумма для вывода <span class="red">%1$s %2$s</span>. Все выплаты производятся после проверки администратором учетной записи. Как правило, это занимает не более 24 часов с момента подачи заявки на снятие средств.

source: Cancel payment
ru_ru: Отменить выплату

source: No data
ru_ru: Нет данных

source: Make a request
ru_ru: Заказать

source: Payout is successfully requested
ru_ru: Выплата успешно заказана

source: Error! Invalid wallet account
ru_ru: Ошибка! Неверный кошелек

source: Error! You are unable to make a selected currency transaction
ru_ru: Ошибка! На выбранную валюту запрещено выводить деньги

source: Error! Selected currency can not be ordered payment
ru_ru: Ошибка! На выбранную валюту запрещено выводить деньги

source: Error! There is not enough money on your balance
ru_ru: Ошибка! Недостаточно средств на Вашем счете

source: Reward
ru_ru: Вознаграждение

source: Note: here are a few examples of the service description, which are already published on dozens of websites. We strongly recommend you to rewrite these texts in your own words.
ru_ru: Примечание: здесь приведены примерные варианты описания сервиса, которые опубликованы уже на нескольких десятках сайтов. Настоятельно рекомендуем Вам, при использовании какого-либо из приведенных текстов, переписывать его содержание своими словами.

source: Show code
ru_ru: Показать код

source: Hide code
ru_ru: Скрыть код

source: Affiliate transitions done today
ru_ru: Партнерских переходов сегодня

source: Affiliate registrations done today
ru_ru: Партнерских регистраций сегодня

source: Affiliate registrations
ru_ru: Партнерских регистраций

source: Partnership exchanges done today
ru_ru: Партнерских обменов сегодня

source: Individual affiliate reward (%)
ru_ru: Персональный партнерский процент

source: Affiliate exchange
ru_ru: Партнерские обмены

source: Affiliate interest
ru_ru: Партнерский процент

source: Amount on your balance
ru_ru: Денег на счету

source: Awaits for payout
ru_ru: Ожидает выплаты

source: Currency comission
ru_ru: Комиссия валюты

source: Comission
ru_ru: Комиссия

source: Edit bonus
ru_ru: Редактировать бонус

source: Add bonus
ru_ru: Добавить бонус

source: Bonus adjustment
ru_ru: Корректировка бонусов

source: Bonus
ru_ru: Бонус

source: Allow bonus money withdrawal
ru_ru: Разрешить вывод бонусов

source: Bonus program
ru_ru: Бонусная программа

source: Bonus level %s
ru_ru: Уровень бонусов %s

source: The amount of the threshold
ru_ru: Макс. сумма обмена для уровня

source: for every
ru_ru: сумма

source: bonus
ru_ru: бонус

source: Bonus reward payout request
ru_ru: Запрос выплаты бонусов

source: Bonus sum
ru_ru: Сумма бонусов

source: Change status to "In progress"
ru_ru: Сделать ожидающей

source: Change status to "Paid"
ru_ru: Сделать выплаченой

source: Change status to "Not paid"
ru_ru: Сделать не выплаченой

source: Bonus ratio
ru_ru: Коэффициент бонусов

source: Bonus on your balance
ru_ru: Бонусов на вашем счету

source: Your transactions
ru_ru: Ваши операции

source: Bonus info
ru_ru: Бонус инфо

source: Bonus amount in order
ru_ru: Кол-во бонусов для заявки

source: if the sum %s is greater than
ru_ru: если сумма %s больше чем

source: give
ru_ru: отдаете

source: get
ru_ru: получаете

source: Minimum withdrawal bonus is <span class="red">%1$s</span>. All payments to be done right after admin verifies your account. Actually it takes less than 24 hours after submitting withdrawal request.
ru_ru: Минимальное кол-во бонусов для вывода <span class="red">%1$s</span>. Все выплаты производятся после проверки администратором учетной записи. Как правило, это занимает не более 24 часов с момента подачи заявки на снятие бонусов.

source: Registration confirmation by e-mail
ru_ru: Подтверждение регистрации по e-mail

source: You did not confirm your e-mail
ru_ru: Вы не подтвердили свой е-mail

source: Link for e-mail confirmation
ru_ru: Ссылка для подтверждения e-mail

source: Error! Error of e-mail confirmation
ru_ru: Ошибка! Ошибка подтверждения e-mail

source: You have successfully registered. A confirmation of registration has been sent to your E-mail. Follow the link from the letter and log in to your personal account
ru_ru: Вы успешно зарегистрировались. На ваш E-mail отправлено подтверждение регистрации. Перейдите по ссылки из письма и авторизуйтесь в личном кабинете

source: Your e-mail has been successfully confirmed
ru_ru: Ваш e-mail был успешно подтвержден

source: Recalculation of exchange amount
ru_ru: Пересчет суммы обмена

source: Work with recalculation of order
ru_ru: Делать пересчет заявок по кнопке

source: Recalculate
ru_ru: Перерасчитать

source: Enable recalculation of exchange amount
ru_ru: Включить пересчет суммы обмена

source: Yes, if rate increased
ru_ru: Да, если курс возрастет

source: Yes, if rate decreased
ru_ru: Да, если курс снизится

source: Order status for recalculation
ru_ru: Статус заявки для перерасчета

source: Perform recalculation through
ru_ru: Выполнять перерасчет через

source: hours
ru_ru: часы

source: minuts
ru_ru: минут

source: Recalculate time
ru_ru: Время перерасчета

source: Order will be recalculate every %1s hour(s), %2s minute(s)
ru_ru: Заявка будет пересчитываться каждые %1s час(ов), %2s минут(ы)

source: Order will be recalculate every %s hour(s)
ru_ru: Заявка будет пересчитываться каждые %s час(ов)

source: Order will be recalculate every %s minute(s)
ru_ru: Заявка будет пересчитываться каждую(ые) %s минут(у)

source: Exchange rate dependent on currency reserve
ru_ru: Курс зависящий от резерва валюты

source: Specify the value of the exchange rate depending on the currency reserve
ru_ru: Укажите значение курса в зависимости от резерва валюты

source: Method of exchange rate formation
ru_ru: Метод формирования курса

source: specify the exchange rate directly
ru_ru: Задавать курс напрямую

source: add interest to the exchange rate
ru_ru: Прибавлять к курсу процент

source: Edit review
ru_ru: Редактировать отзыв

source: Add review
ru_ru: Добавить отзыв

source: Publication date
ru_ru: Дата публикации

source: published review
ru_ru: опубликованный отзыв

source: review is moderating
ru_ru: отзыв на модерации

source: Amount of reviews on a page
ru_ru: Количество отзывов на странице

source: Display reviews
ru_ru: Выводить отзывы

source: by language
ru_ru: по языку

source: Method used for adding process
ru_ru: Метод добавления

source: Forbidden to add
ru_ru: Запрещено добавлять

source: E-mail confirmation
ru_ru: Подтверждение по e-mail

source: Moderation by admin
ru_ru: Модерация админом

source: Without moderation
ru_ru: Без модерации

source: Enable field "Website"
ru_ru: Включить поле "Сайт"

source: Add reviews form
ru_ru: Форма добавления отзыва

source: Reviews
ru_ru: Отзывы

source: Work with reviews
ru_ru: Работа с отзывами

source: New review
ru_ru: Новый отзыв

source: Auto-responder (wew review)
ru_ru: Автоотвечик (новый отзыв )

source: Review confirmation
ru_ru: Подтверждение отзыва

source: Manage a review
ru_ru: Управление отзывом

source: Review status
ru_ru: Статус отзыва

source: Confirmation Link
ru_ru: Ссылка подтверждения

source: Unapproved reviews (%s)
ru_ru: Имеются не прошедшие модерацию отзывы (%s)

source: Review
ru_ru: Текст отзыва

source: published reviews
ru_ru: опубликованные отзывы

source: reviews moderating
ru_ru: отзывы на модерации

source: Reviews form
ru_ru: Форма добавления отзыва

source: Leave a review
ru_ru: Оставить отзыв

source: Post review
ru_ru: Опубликовать отзыв

source: No reviews
ru_ru: Нет отзывов

source: Your review has been successfully added and is waiting for moderation
ru_ru: Ваш отзыв успешно добавлен и ожидает проверки

source: Your review has been successfully added. We sent you an email for confirmation
ru_ru: Ваш отзыв добавлен. На ваш e-mail выслано письмо с подтверждением

source: Your review has been successfully added
ru_ru: Ваш отзыв успешно добавлен

source: Error! You must enter a text
ru_ru: Ошибка! Вы должны ввести текст отзыва

source: Error! Reviews are disabled
ru_ru: Ошибка! Отзывы отключены

source: All reviews
ru_ru: Все отзывы

source: Work with SEO
ru_ru: Работать с SEO

source: XML sitemap settings
ru_ru: Настройки XML карты сайта

source: Robots.txt settings
ru_ru: Настройки robots.txt

source: Sitemap XML
ru_ru: XML карта сайта

source: Page title
ru_ru: Title

source: Page keywords
ru_ru: Keywords

source: Page description
ru_ru: Description

source: Exchange title (H1)
ru_ru: Название обмена (H1)

source: Homepage
ru_ru: Главная страница

source: News title template
ru_ru: Шаблон заголовка новостей

source: Pages title template
ru_ru: Шаблон заголовка страниц

source: Exchange page title template (title)
ru_ru: Шаблон заголовка обменов (title)

source: Currency title 1
ru_ru: Наименование валюты 1

source: Currency title 2
ru_ru: Наименование валюты 2

source: Exchange page title template (H1)
ru_ru: Шаблон заголовка обменов (H1)

source: Current order ID
ru_ru: Текущий ID заявки

source: Set new current order ID
ru_ru: Установить новый текущий ID заявки

source: Delete standard captcha
ru_ru: Удаление стандартных captch

source: Enter your reply
ru_ru: Введите ответ

source: Error! You have entered an incorrect number
ru_ru: Ошибка! Вы ввели неверное число

source: Edit option
ru_ru: Редактировать вариант

source: Add option
ru_ru: Добавить вариант

source: Image
ru_ru: Картинка

source: Right choice
ru_ru: Верный выбор

source: Captcha not found
ru_ru: Captcha не найдена

source: Error! Wrong image chosen
ru_ru: Ошибка! Вы выбрали неверную картинку

source: Error! Image is not selected
ru_ru: Ошибка! Вы не выбрали картинку

source: Choosing picture captcha
ru_ru: Выбор картинки captcha

source: Captcha options
ru_ru: Варинты captcha

source: Add captcha options
ru_ru: Добавить вариант captcha

source: Rate is depends on exchange amount
ru_ru: Курс зависящий от суммы обмена

source: Set a the lower amount of exchange in field "Amount". Then set a currency rate for Giving and Receiving. If the user wants to send you the specified amount then the rate will be the same you previously set.
ru_ru: В поле "Сумма" укажите сумму обмена "от" которой будет действовать заданный курс. Затем укажите курс для валют Отдаю и Получаю. Если пользователь захочет отдать указанную сумму или больше, то для него будет действовать указанный курс обмена.

source: Tariffs
ru_ru: Тарифы

source: User type
ru_ru: Тип пользователей

source: Discount is more than
ru_ru: Скидка больше

source: Display users
ru_ru: Отобразить пользователей

source: Discount
ru_ru: Процент скидки

source: No users
ru_ru: Нет пользователей

source: Edit verification field
ru_ru: Редактировать поле верификации

source: Add verification field
ru_ru: Добавить поле верификации

source: Verification field title
ru_ru: Название поля верификации

source: Verification field type
ru_ru: Тип поля верификации

source: File
ru_ru: Файл

source: Tip for field
ru_ru: Подсказка для поля

source: Edit verification
ru_ru: Редактировать верификационные данные

source: Add verification
ru_ru: Добавить верификационные данные

source: Awaiting request
ru_ru: Ожидающая заявка

source: Confirmed request
ru_ru: Подтвержденная заявка

source: Request is declined
ru_ru: Заявка отклонена

source: Failure reason
ru_ru: Причина отказа

source: Decline verification
ru_ru: Отказать в верификации

source: Error! You did not choose the user
ru_ru: Ошибка! Вы не выбрали пользователя

source: Error! This user already has a verification order
ru_ru: Ошибка! Этот пользователь уже имеет заявку на верификацию

source: Error! You have not entered "%s"
ru_ru: Ошибка! Вы не ввели "%s"

source: Verification
ru_ru: Верификация

source: verified
ru_ru: верифицирован

source: not verified
ru_ru: не верифицирован

source: Verification files
ru_ru: Файлы верификации

source: Requests for profile verification
ru_ru: Запросы на верификацию личности

source: Removal of blank requests waiting for verification
ru_ru: Удаление незаполненных заявок на верификацию

source: Delete verification files
ru_ru: Удаление файлов верификации

source: Verified users only
ru_ru: Только для верифицированных на сайте пользователей

source: If exchange amount is more than
ru_ru: Если сумма обмена больше чем

source: Exchange amount for Send
ru_ru: Сумма обмена для Отдаю

source: Error! Exchange is available for verified users only
ru_ru: Ошибка! Обмен доступен только для верифицированных пользователей

source: Verified user
ru_ru: Верифицированный пользователь

source: Work with user verification
ru_ru: Работать с верификацией пользователей

source: Verification fields
ru_ru: Поля верификации

source: Sort verification fields
ru_ru: Сортировка полей верификации

source: Requests for identity verification
ru_ru: Запросы на верификацию личности

source: Verification is successful
ru_ru: Успешная верификация

source: Verification declined
ru_ru: Отказ верификации

source: active fields
ru_ru: активные поля

source: inactive fields
ru_ru: не активные поля

source: Additional discount for verified users
ru_ru: Доп. скидка для верифицированных пользователей

source: Message on a verification page
ru_ru: Информационный текст на странице верификации

source: Message to user in form of exchange if it is not verified
ru_ru: Сообщение для пользователя в форме обмена если он не верифицирован

source: Message to user in form of exchange if it is not verified, and limitation of "Send" amount is enabled
ru_ru: Сообщение для пользователя в форме обмена если он не верифицирован и включено ограничение суммы "Отдаю"

source: Verify the "%s" field in user profile
ru_ru: Верифицировать поле "%s" в профиле пользователя

source: Error! You are using an old version of your browser!
ru_ru: Ошибка! Вы используете устаревшую версию браузера!

source: automatic
ru_ru: авто

source: Requests for verification
ru_ru: Заявки на верификацию

source: Error! You have not uploaded %s
ru_ru: Ошибка! Вы не загрузили %s

source: Error! File does not copy
ru_ru: Ошибка! Файл не копируется

source: Identity verification
ru_ru: Верификация личности

source: confirmed request
ru_ru: подтвержденная заявка

source: cancelled request
ru_ru: отмененная заявка

source: Edit data
ru_ru: Редактировать данные

source: Verification confirmed
ru_ru: Верификация пройдена

source: You have to pass verification procedure
ru_ru: Вы должны пройти процедуру верификации

source: Go to verification
ru_ru: Пройти верификацию

source: Text for verified users
ru_ru: Текст для верифицированных пользователей

source: Text for unverified users
ru_ru: Текст для не верифицированных (пользователей)

source: Text content in link needed for verification
ru_ru: Текст ссылки для верификации

source: Edit account
ru_ru: Редактировать счет

source: Add account
ru_ru: Добавить счет

source: User accounts
ru_ru: Счета пользователей

source: Add user account
ru_ru: Добавить счет

source: Work with user accounts
ru_ru: Работа со счетами пользователей

source: Allow users to add new wallet in Account section
ru_ru: Разрешить пользователям добавлять номер счета в профиле

source: No wallet
ru_ru: Нет кошелька

source: verified account
ru_ru: верифицированный счет

source: unverified account
ru_ru: не верифицированный счет

source: select currency
ru_ru: выберите валюту

source: Enter your account number
ru_ru: Введите номер вашего счета

source: Enter your phone number
ru_ru: Введите Ваш номер телефона

source: Enter your card number
ru_ru: Введите номер вашей карты

source: Min. number of characters
ru_ru: Мин. кол-во символов

source: Max. number of characters
ru_ru: Макс. кол-во символов

source: use numbers and letters
ru_ru: используйте цифры и буквы

source: use numbers
ru_ru: используйте цифры

source: use letters
ru_ru: используйте буквы

source: Your accounts
ru_ru: Ваши счета

source: Account is successfully added
ru_ru: Счет успешно добавлен

source: Error! This account already exists
ru_ru: Ошибка! Такой счет уже существует

source: Hits
ru_ru: Просмотров

source: Hits limit
ru_ru: Лимит показов

source: Daily limit
ru_ru: Дневной лимит

source: Monthly limit
ru_ru: Месячный лимит

source: inactive account
ru_ru: не активный счет

source: active account
ru_ru: активный счет

source: You did not enter your account
ru_ru: Вы не ввели номер счета

source: Accounts (at the beginning of a new line)
ru_ru: Счета (с новой строки)

source: Currency accounts
ru_ru: Счета валют

source: Work with currency accounts
ru_ru: Работать со счетами валют

source: active accounts
ru_ru: активные счета

source: inactive accounts
ru_ru: не активные счета

source: On shortcodes
ru_ru: О шорткодах

source: display = "0" - show once randomly
ru_ru: display = "0" - показать случайно один раз

source: display = "1" - show always randomly
ru_ru: display = "1" - показывать всегда случайно

source: display = "2" - show consistently within each order
ru_ru: display = "2" - показывать постоянно в рамках каждой заявки

source: hide = "0" - visible account number
ru_ru: hide = "0" - видимый номер счета

source: hide = "1" - invisible (hide) account number
ru_ru: hide = "1" - невидимый (скрыть) номер счета

source: Shortcode ID
ru_ru: ID шорткода

source: Shortcode
ru_ru: Шорткод

source: Amount of exchanges (today)
ru_ru: Сумма обменов (сегодня)

source: Amount of exchanges (month)
ru_ru: Сумма обменов (месяц)

source: Reset counter
ru_ru: Обнулить посещаемость

source: Please contact us to provide your account number
ru_ru: Свяжитесь с нами, чтобы мы предоставили вам номер счета

source: Positive
ru_ru: Позиция

source: Neutral
ru_ru: Нейтральный

source: Negative
ru_ru: Отрицательный

source: moderation
ru_ru: на модерации

source: Unapprove
ru_ru: Отклонить

source: Currency category
ru_ru: Категорию валюты

source: Electronic currencies
ru_ru: Электронные валюты

source: Money transfers
ru_ru: Денежные переводы

source: Internet banking
ru_ru: Интернет банкинг

source: Warning messages in header
ru_ru: Уведомления

source: Cash at the office
ru_ru: Наличные в офисе

source: Bank account
ru_ru: Банковский счет

source: Money transfer system
ru_ru: Система денежных переводов

source: field is not filled in
ru_ru: поле не заполнено

source: This wallet is of other WMID
ru_ru: Кошелек принадлежит другому WMID

source: Invalid account Send
ru_ru: Неверный счет Отдаю

source: Invalid account Receive
ru_ru: Неверный счет Получаю

source: WMID ownership verification
ru_ru: Проверка принадлежности WMID

source: Webmoney account
ru_ru: Кошелек Webmoney

source: Test X19
ru_ru: Проверка X19

source: You have not specified passport data
ru_ru: Вы не указали паспортные данные

source: You have not specified your account Send
ru_ru: Вы не указали Ваш счет Отдаю

source: You have not specified your account Receive
ru_ru: Вы не указали Ваш счет Получаю

source: You have not specified your last name
ru_ru: Вы не указали Вашу фамилию

source: You have not specified your first name
ru_ru: Вы не указали Ваше имя

source: Owner own several accounts
ru_ru: Владелец имеет различные кошельки

source: Script is unable to define WMID 2
ru_ru: Скрипт не может определить WMID 2

source: Script is unable to define WMID
ru_ru: Скрипт не может определить WMID

source: Reserve requests
ru_ru: Запросы резерва

source: Work with reserve requests
ru_ru: Работа с запросами резерва

source: Reserve request
ru_ru: Запрос резерва

source: Amount reserved
ru_ru: Сумма резерва

source: Requested amount
ru_ru: Заказанная сумма

source: Required amount
ru_ru: Необходимая сумма

source: Allow reserve request
ru_ru: Разрешить запрос резерва

source: Not enough?
ru_ru: Не хватает?

source: Reserve requests (%s)
ru_ru: Запросы резерва (%s)

source: All directions
ru_ru: Все направления

source: Request to reserve
ru_ru: Запрос резерва

source: Request has been successfully created
ru_ru: Запрос успешно создан

source: Error! Direction does not exist
ru_ru: Ошибка! Направление не существует

source: Error! You have not entered e-mail
ru_ru: Ошибка! Вы не ввели адрес электронной почты

source: Error! Requested amount is lesser than zero
ru_ru: Ошибка! Запрашиваемая сумма меньше нуля

source: API status error
ru_ru: Ошибка статуса API

source: Wrong currency code
ru_ru: Неверный код валюты

source: Client wallet type does not match with currency code
ru_ru: Тип кошелька клиента не совпадает с кодом валюты

source: Empty user phone
ru_ru: Телефон

source: Payment ID %s has already been paid
ru_ru: Платеж ID %s уже был выплачен

source: Failed to retrieve payment history
ru_ru: Не удалось получить историю платежей

source: ID order %s
ru_ru: Заявка ID %s

source: Not create order
ru_ru: Не созданная заявка

source: Not validate order
ru_ru: Не валидированная заявкая

source: Payment is successfully created. Waiting for confirmation from Privat24.
ru_ru: Платеж успешно создан. Ожидайте подтверждения от Privat24.

source: Your payment is declined
ru_ru: Платеж отклонен

source: Use only latin symbols in payment notes. Maximum: %s characters.
ru_ru: Используйте только латинские буквы в примечание платежа. Макcимум: %s символов.

source: to Wallet
ru_ru: Кошелек

source: to E-mail
ru_ru: E-mail

source: to Bitcoin
ru_ru: Bitcoin

source: to Capitalist
ru_ru: Capitalist

source: to Ecoin
ru_ru: Ecoin

source: to Okpay
ru_ru: Okpay

source: to Paxum
ru_ru: Paxum

source: to Payeer
ru_ru: Payeer

source: to Perfect Money
ru_ru: Perfect Money

source: to Webmoney
ru_ru: Webmoney

source: to Qiwi
ru_ru: Qiwi

source: to Yandex Money
ru_ru: Yandex Money

source: to Payza
ru_ru: Payza

source: to AdvCash Card Virtual
ru_ru: AdvCash Card Virtual

source: to AdvCash Card Plastic
ru_ru: AdvCash Card Plastic

source: Transaction type
ru_ru: Тип тразакции

source: Payout error
ru_ru: Ошибка выплаты
