Repository: Smikex/exs
Catalog: backup/premiumbox/langs/pn-*.po
Languages: ru_ru

source: Automatic payout delay (hrs)
ru_ru: Задержка авто выплаты в часах

source: Whom the delay is for
ru_ru: Для кого задержка

source: everyone
ru_ru: для всех

source: newcomers
ru_ru: для новичков

source: not registered users
ru_ru: для не зарегистрированных пользователей

source: IP adress (%s) is blocked
ru_ru: IP адрес (%s) заблокирован

source: You refused a payment
ru_ru: Вы отказались от оплаты

source: You have successfully paid
ru_ru: Вы успешно оплатили заявку

source: active merchant
ru_ru: активный мерчант

source: inactive merchant
ru_ru: не активный мерчант

source: Settings
ru_ru: Настройки

source: Version
ru_ru: Версия

source: Deactivated
ru_ru: Деактивирован

source: Activated
ru_ru: Активирован

source: Title
ru_ru: Заголовок

source: Name
ru_ru: имя

source: Merchant description
ru_ru: Описание мерчанта

source: Automatic payout error
ru_ru: Ошибка авто выплаты

source: Transfer
ru_ru: Перевести

source: Enter security code
ru_ru: Введите код безопасности

source: Enter
ru_ru: Ввод

source: Error! Automatic payout is disabled
ru_ru: Ошибка! Авто выплата отключена

source: Error! Incorrect status of the order
ru_ru: Ошибка! Заявка имеет неверный статус

source: Error! Order do not exist
ru_ru: Ошибка! Заявка не существует

source: Error! insufficient privileges!
ru_ru: Ошибка! Недостаточно прав!

source: Data from the order were compromised
ru_ru: Данные заявки скомпрометированы

source: Automatic payout is done
ru_ru: Авто выплата произведена

source: The amount exceeds the limit for automatic payouts for order
ru_ru: Сумма превышает установленный лимит для авто выплат для заявки

source: The amount exceeds the daily limit for automatic payouts
ru_ru: Сумма превышает установленный дневной лимит для авто выплат

source: The amount of payment is less than the amount required in the order
ru_ru: Сумма оплаты меньше, чем требуется в заявке

source: active automatic payout
ru_ru: активная авто выплата

source: inactive automatic payout
ru_ru: не активная авто выплата

source: Automatic payout description
ru_ru: Описание авто выплаты

source: active SMS gate
ru_ru: активный SMS гейт

source: inactive SMS gate
ru_ru: не активный SMS гейт

source: Disable
ru_ru: Деактивировать

source: Enable
ru_ru: Активировать

source: SMS gate description
ru_ru: Описание SMS гейта

source: Payment ID %s is received
ru_ru: Получена оплата по заявке id %s

source: Automatic payout ID %s
ru_ru: Авто выплата ID %s

source: Exchange %1$s to %2$s
ru_ru: Обмен %1$s на %2$s

source: Back to order page
ru_ru: Вернуться на страницу заявки

source: Est. payment date if the payment is delayed
ru_ru: Дата выплаты замороженной авто выплаты

source: Suspended automatic payouts
ru_ru: Замороженные авто выплаты

source: Cron URL for verification and payout of frozen payments
ru_ru: Cron URL для проверки и выплаты замороженных платежей

source: active checkers
ru_ru: активный чекер

source: inactive checkers
ru_ru: не активный чекер

source: Checker description
ru_ru: Описание чекера

source: Test
ru_ru: Проверка

source: Wallet
ru_ru: Кошелек

source: Not tested
ru_ru: Не протестировано

source: Your account is not verified
ru_ru: Ваш кошелек не верифицирован

source: Migration
ru_ru: Миграция

source: Migration (if version is lesser than %s)
ru_ru: Миграция (если версия меньше чем %s)

source: Step %s
ru_ru: Шаг %s

source: Technical step %s
ru_ru: Технический шаг %s

source: Found: %1s %2s %3s requests
ru_ru: Найдено: %1s %2s %3s запросов

source: Perform
ru_ru: Выполнять по

source: determining the number of requests
ru_ru: определяем кол-во запросов

source: number of requests defined
ru_ru: кол-во запросов определено

source: %now% of %max% steps completed
ru_ru: выполнено %now% из %max% шагов

source: step %now% is successful
ru_ru: шаг %now% успешен

source: action is completed
ru_ru: действие выполнено

source: Ok!
ru_ru: Ок!

source: Modules
ru_ru: Модули

source: All categories
ru_ru: Все категории

source: Module categories
ru_ru: Категории модулей

source: active moduls
ru_ru: активные

source: inactive moduls
ru_ru: не активные модули

source: Category
ru_ru: Раздел

source: Edit exchange direction
ru_ru: Редактировать направление обмена

source: Add exchange direction
ru_ru: Добавить направление обмена

source: Copy direction exchange
ru_ru: Копировать направление обмена

source: View
ru_ru: Просмотреть

source: Payment system fees
ru_ru: Комиссии платежных систем

source: Exchange office fees
ru_ru: Комиссии обменного пункта

source: Exchange amount
ru_ru: Сумма обмена

source: Customer information
ru_ru: Информация для пользователя

source: Limitations and checking
ru_ru: Ограничения и проверки

source: Merchants and payouts
ru_ru: Мерчанты и выплаты

source: Minimum amount
ru_ru: Минимальная сумма

source: Maximum amount
ru_ru: Максимальная сумма

source: Check all/Uncheck all
ru_ru: Выбрать все/Снять все

source: Check E-mail field. It is necessary in order to notify users via e-mail
ru_ru: Отметьте галочкой параметр E-mail. Это необходимо для уведомления пользователей по электронной почте

source: Merchant
ru_ru: Мерчант

source: Default
ru_ru: По умолчанию

source: Error! The currency you send and/or receive cannot be the same!
ru_ru: Ошибка! Валюты, которые Вы отправляете и/или получаете не могут быть одинаковыми!

source: Error! The currency you are about to send do not exist!
ru_ru: Ошибка! Валюта, которую Вы отправляете не существует!

source: Error! The currency you are about to receive do not exist!
ru_ru: Ошибка! Валюта, которую Вы получаете не существует!

source: Error! Directory <b>%s</b> do not exist or cannot be written! Create this directory or get permission 777.
ru_ru: Ошибка! Директория <b>%s</b> не существует или не может быть записана. Создайте директорию или установите права 777.

source: Direction
ru_ru: Направление

source: Technical name
ru_ru: Техническое название

source: Permalink
ru_ru: Постоянная ссылка

source: Permanent link for exchange direction: %sPERMANENTLINK
ru_ru: Постоянная ссылка для направления обмена: %sПОСТОЯННАЯССЫЛКА

source: active direction
ru_ru: активное направление

source: inactive direction
ru_ru: не активное направление

source: Enter profit amount for this direction. Profit may be set in numbers (S) or in percent (%). This value is used for the affiliate program.
ru_ru: Введите значение прибыли для этого направления. Прибыль может установлена как числа (S) или как процент (%). Это величина используется для партнерской программы.

source: User &rarr; Exchange
ru_ru: Юзер &rarr; Обменник

source: Exchange &rarr; User
ru_ru: Обменник &rarr; Юзер

source: Fees for non-verified account
ru_ru: Комиссии для не верифицированного кошелька

source: Fees for verified account
ru_ru: Комиссии для верифицированного кошелька

source: exchange pays fee
ru_ru: обменник платит комиссию

source: Check this box if you are to pay a payment system fee instead of client
ru_ru: Поставьте галочку, если вы оплачиваете комиссию платежной системы вместо клиента

source: non standard fees
ru_ru: нестандартная комиссия

source: Check this box if a payment system takes a fee for incoming payment.
ru_ru: Поставьте галочку если, платежная система берет комиссию за входящий платеж.

source: Min. amount of fees
ru_ru: Мин. сумма комиссии

source: Max. amount of fees
ru_ru: Мак. сумма комиссии

source: Additional sender fee
ru_ru: Дополнительная комиссия с отправителя

source: Minimum sender fee
ru_ru: Минимальная комиссия с отправителя

source: Additional recipient fee
ru_ru: Дополнительная комиссия с получателя

source: Minimum recipient fee
ru_ru: Минимальная комиссия с получателя

source: User discount
ru_ru: Скидка пользователя

source: Max. user discount
ru_ru: Максимальная скидка для пользователей

source: Checking account for verification in PS
ru_ru: Проверка кошелька на верификацию в ПС

source: Account Send and Receive
ru_ru: Счета Отдаю и Получаю

source: Require account verification in PS
ru_ru: Требовать наличие верифицированного кошелька в ПС

source: Deleting technical exchange directions
ru_ru: Удаление технических направлений обмена валют

source: Exchange direction templates
ru_ru: Шаблоны направлений обмена валют

source: Sort exchange direction for tariffs
ru_ru: Сортировка направлений обмена для тарифов

source: Sort exchange direction for exchange table %s
ru_ru: Сортировка направлений обмена для таблицы обмена № %s

source: Use exchange direction
ru_ru: Работа с направлениями обмена

source: Payment system Giving
ru_ru: Платежная система Отдаю

source: Payment system Receiving
ru_ru: Платежная система Получаю

source: Time of the order withdrawal
ru_ru: Время удаления заявки

source: Copy
ru_ru: Копировать

source: Exchange rate 1
ru_ru: Курс обмена 1

source: Exchange rate 2
ru_ru: Курс обмена 2

source: Copy exchange direction
ru_ru: Копировать направление обмена валют

source: Filter
ru_ru: Фильтр

source: Sort exchange directions
ru_ru: Сортировка направлений обмена валют

source: Left column
ru_ru: Левая колонка

source: Right column
ru_ru: Правая колонка

source: Website header
ru_ru: Заголовок для сайта

source: Brief status description
ru_ru: Краткое описание статуса

source: Webpage automatic update
ru_ru: Автообновление страницы

source: Display instruction from payout settings instead of text below
ru_ru: Выводить инструкцию из настроек авто выплаты вместо текста ниже

source: How to show description from form below
ru_ru: Как показывать описание из формы ниже

source: Show relevant description of exchange direction only
ru_ru: Показывать только соответствующее описание из направления обмена

source: If there is no description given to exchange direction then show from form below
ru_ru: Если не задано описание в направление обмена, то показывать его из формы ниже

source: Always show description from form below
ru_ru: Всегда показывать описание из формы ниже

source: Text
ru_ru: Текст

source: Page does not exist
ru_ru: Страница не существует

source: Authorization
ru_ru: Авторизация

source: Login or email
ru_ru: Логин или e-mail

source: Password
ru_ru: Пароль

source: Sign in
ru_ru: Войти

source: Sign up
ru_ru: Регистрация

source: Forgot password?
ru_ru: Забыли пароль?

source: Error! This form is available for unauthorized users only
ru_ru: Ошибка! Форма доступна только неавторизованным пользователям

source: Error! Wrong pair of username/password entered
ru_ru: Ошибка! Неверная пара логин/пароль

source: Error! Incorrect password
ru_ru: Ошибка! Неккоректный пароль

source: Error! Incorrect login or e-mail
ru_ru: Ошибка! Неверный логин или e-mail

source: Edit schedule
ru_ru: Редактировать расписание

source: Add schedule
ru_ru: Добавить расписание

source: monday
ru_ru: понедельник

source: tuesday
ru_ru: вторник

source: wednesday
ru_ru: среда

source: thursday
ru_ru: четверг

source: friday
ru_ru: пятница

source: saturday
ru_ru: суббота

source: sunday
ru_ru: воскресенье

source: Work time
ru_ru: Рабочее время

source: Work days
ru_ru: Рабочие дни

source: Work status
ru_ru: Статус работы

source: Operator schedule
ru_ru: Расписание оператора

source: Schedules
ru_ru: Расписания

source: Principle of determining work status
ru_ru: Принцип определения статуса работы

source: Manually
ru_ru: Вручную

source: Automatically
ru_ru: Автоматически

source: Schedule
ru_ru: Расписание

source: Operator button
ru_ru: Кнопка оператора

source: Hide button
ru_ru: Скрыть кнопку

source: Show button
ru_ru: Показать кнопку

source: Button position
ru_ru: Положение кнопки

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Manual mode settings
ru_ru: Настройки ручного режима

source: Auto mode settings
ru_ru: Настройки автоматического режима

source: Operator logged in
ru_ru: Оператор залогинен

source: Operator logged out
ru_ru: Оператор разлогинен

source: Schedule settings
ru_ru: Настройки расписания

source: Default status
ru_ru: Статус по умолчанию

source: Central Bank Rates parser
ru_ru: Парсер курсов ЦБ

source: Parsers
ru_ru: Парсеры

source: Done
ru_ru: Выполнено

source: Cron function does not exist
ru_ru: Крон функция не существует

source: Cron URL for updating rates of CB and cryptocurrencies
ru_ru: Cron URL для обновления курсов ЦБ и крипто валют

source: Read more about adding new parsers.
ru_ru: Подробнее о добавлении новых парсерах

source: Click on the link to visit the library of parsers.
ru_ru: Кликните по ссылке, чтобы перейти к библиотеке парсеров

source: Enable/disable all parsers
ru_ru: Включить/выключить все парсеры

source: Enable parser
ru_ru: Включить парсер

source: Edit payment system
ru_ru: Редактировать платежную систему

source: Add payment system
ru_ru: Добавить платежную систему

source: PS title
ru_ru: Название ПС

source: Logo
ru_ru: Логотип

source: Error! You did not enter the name
ru_ru: Ошибка! Вы не ввели название

source: Error! This currency code already exists
ru_ru: Ошибка! Такой тип валюты уже существует

source: Payment systems
ru_ru: Платежные системы

source: Use payment systems
ru_ru: Работа с платежными системами

source: Edit reserve transaction
ru_ru: Редактировать транзакцию

source: Add reserve transaction
ru_ru: Добавить транзакцию

source: Comment
ru_ru: Комментарий

source: Reserve adjustment
ru_ru: Корректировка резерва

source: Use adjustment reserve
ru_ru: Работа с корректировкой резерва

source: expenditure
ru_ru: расход

source: income
ru_ru: приход

source: Created by
ru_ru: Создал

source: Edit date
ru_ru: Дата изменения

source: Edited by
ru_ru: Отредактировал

source: Reserve settings
ru_ru: Настройки резерва

source: Change reserve Receive when auto reserve function for currency To receive is enabled or when Order possesses own status
ru_ru: Изменять резерв Получаю, в случаях когда используется авто резерв для валюты Получаю и заявка имеет статус

source: Change reserve Send when Order has status
ru_ru: Изменять резерв Отдаю, когда заявка имеет статус

source: Change reserve Receive when Order has status
ru_ru: Изменять резерв Получаю, когда заявка имеет статус

source: Manager
ru_ru: Менеджер

source: Operator
ru_ru: Оператор

source: Access to admin panel
ru_ru: Доступ в админ панель

source: Switch themes
ru_ru: Переключать темы

source: Edit theme options
ru_ru: Редактировать настройки темы

source: Activate plugins
ru_ru: Активировать плагины

source: User list
ru_ru: Список пользователей

source: Edit users
ru_ru: Редактирование пользователей

source: Upload files
ru_ru: Загрузка файлов

source: Edit files
ru_ru: Редактирование файлов

source: Unfiltered upload
ru_ru: Нефильтровнная загрузка файлов

source: Unfiltered HTML
ru_ru: Нефильтрованный ввод HTML

source: Edit posts and images
ru_ru: Редактирование записей и картинок

source: Edit others posts and images
ru_ru: Редактирование чужих записей и изображений

source: Edit published posts
ru_ru: Редактирование опубликованных записей

source: Publish posts
ru_ru: Публикация записей

source: Delete posts
ru_ru: Удаление записей

source: Delete other posts
ru_ru: Удаление чужих записей

source: Delete published posts
ru_ru: Удаление опубликованных записей

source: Edit pages
ru_ru: Редактирование страниц

source: Edit other pages
ru_ru: Редактирование чужих страниц

source: Edit published pages
ru_ru: Редактирование опубликованных страниц

source: Publish pages
ru_ru: Публикация страниц

source: Delete pages
ru_ru: Удаление страниц

source: Delete other pages
ru_ru: Удаление чужих страниц

source: Delete published pages
ru_ru: Удаление опубликованных страниц

source: User roles
ru_ru: Роли пользователей

source: Error! This role do not exist!
ru_ru: Ошибка! Роль не существует!

source: Images
ru_ru: Изображения

source: Favicon
ru_ru: Иконка сайта

source: Text logo
ru_ru: Текстовый логотип

source: Update mode on %s
ru_ru: Включен режим обновления %s

source: Disable update mode
ru_ru: Отключить режим обновления

source: Updates
ru_ru: Обновления

source: No updates been mades been made
ru_ru: Обновлений нет

source: News from developer
ru_ru: Новости разработчика

source: Update available
ru_ru: Доступно обновление

source: Check updates
ru_ru: Проверка обновлений

source: Comment to user
ru_ru: Комментарий для пользователя

source: Error! ID is not specified
ru_ru: Ошибка! Не указан ID

source: User information
ru_ru: Информация о пользователе

source: User orders
ru_ru: Заявки пользователя

source: Personal discount
ru_ru: Персональная скидка

source: Discount (%)
ru_ru: Процент скидки

source: User exchange list
ru_ru: Список обменов пользователя

source: Ban
ru_ru: Бан

source: not banned
ru_ru: не заблокирован

source: banned
ru_ru: заблокирован

source: Security settings
ru_ru: Настройки безопаности

source: Password recovery
ru_ru: Восстановление пароля

source: Log in notification by e-mail
ru_ru: Уведомление на e-mail при авторизации

source: Allowed IP address (in new line)
ru_ru: Разрешенные IP-адреса(с новой строки)

source: Username
ru_ru: Имя пользователя

source: Registration date
ru_ru: Дата регистрации

source: Role
ru_ru: Роль

source: Users in Admin Panel
ru_ru: Пользователи в панели управления

source: User profile settings
ru_ru: Настройки профиля пользователя

source: Displaying fields on website
ru_ru: Отображение полей на сайте

source: Login
ru_ru: Логин

source: Website
ru_ru: Сайт

source: Display "%s" field
ru_ru: Показывать поле "%s"

source: Editing fields on website
ru_ru: Изменение полей на сайте

source: Allow user to change "%s" field contents
ru_ru: Разрешить пользователю изменять содержимое поля "%s"

source: Edit currency
ru_ru: Редактировать валюту

source: Add currency
ru_ru: Добавить валюту

source: calculate according to orders
ru_ru: вычислять по заявкам

source: Currency code
ru_ru: Код валюты

source: XML name
ru_ru: Обозначение для XML

source: Allowed symbols: a-z, A-Z, 0-9, min.: %1$s , max.: %2$s symbols
ru_ru: Разрешенные символы: a-z, A-Z, 0-9, min.: %1$s , max.: %2$s символов

source: Enter the name (according to the standard): <a href="%s">Jsons.info</a>.
ru_ru: Введите обозначение (согласно стандарту): <a href="%s">Jsons.info</a>.

source: Convert to
ru_ru: Преобразовать к

source: Amount of Decimal places
ru_ru: Знаков после запятой

source: Currency reserve
ru_ru: Резерв валют

source: Text indicating the verified wallet
ru_ru: Текст обозначающий верифицированный кошелек

source: Field title "From Account"
ru_ru: Название поля "Со счета"

source: Show field "From Account"
ru_ru: Выводить поле "Со счета"

source: Field title "Onto Account"
ru_ru: Название поля "На счет"

source: Show filed "Onto Account"
ru_ru: Выводить поле "На счет"

source: Tip for field "From Account"
ru_ru: Подсказка для поля "Со счета"

source: Tip for field "Onto Account"
ru_ru: Подсказка для поля "На счет"

source: Checking the first symbols when client enters own account. For example, the first symbol of WebMoney Z wallet is set as Z.
ru_ru: Проверка первых символов счета, который вводит клиент. Например, для кошелька Webmoney Z, первым символом является буква Z.

source: Allowed symbols
ru_ru: Разрешенные символы

source: Numbers and letters
ru_ru: Цифры и буквы

source: Numbers
ru_ru: Цифры

source: Letters
ru_ru: Буквы

source: Any symbols
ru_ru: Любые символы

source: Any symbols (automatic removal of spaces)
ru_ru: Любые символы (авто удаление пробелов)

source: Account type
ru_ru: Тип счета

source: Account
ru_ru: Счет

source: Bank card
ru_ru: Банковская карта

source: Active currency
ru_ru: Активная валюта

source: Inactive currency
ru_ru: Не активная валюта

source: Caution! After adding currency it is necessary to set <a href="%s">reserve</a>.
ru_ru: Внимание! После добавления валюты, для неё необходимо задать <a href="%s">резерв</a>.

source: Sort currency
ru_ru: Сортировка валют

source: Sort reserve
ru_ru: Сортировка для резерва

source: Use currencies
ru_ru: Работа с валютами

source: All codes
ru_ru: Все коды

source: Code
ru_ru: Код

source: All payment systems
ru_ru: Все платежные системы

source: Payment system
ru_ru: Платежная система

source: active currency
ru_ru: активная валюта

source: inactive currency
ru_ru: не активная валюта

source: Update
ru_ru: Обновить

source: Received
ru_ru: Получено

source: Sent
ru_ru: Отправлено

source: Edit currency code
ru_ru: Редактировать код валюты

source: Add currency code
ru_ru: Добавить код валюты

source: Internal rate
ru_ru: Внутренний курс

source: Automatic change of rate
ru_ru: Автокорректировка курса

source: Add to rate
ru_ru: Прибавляем к курсу

source: Currency codes
ru_ru: Коды валют

source: Use currency codes
ru_ru: Работа с кодами валют

source: Rate automatic adjustment
ru_ru: Автокорректировка курса

source: Maintenance
ru_ru: Техническое обслуживание

source: Exchange office settings
ru_ru: Настройки обменника

source: Theme settings
ru_ru: Настройки темы

source: Choose or upload file
ru_ru: Выберите или загрузите файл

source: Insert file into the field
ru_ru: Вставьте файл в поле

source: Password again
ru_ru: Пароль снова

source: New password
ru_ru: Новый пароль

source: New password again
ru_ru: Новый пароль повторно

source: Recover password
ru_ru: Восстановление пароля

source: Authourization form
ru_ru: Форма авторизации

source: Registration form
ru_ru: Форма регистрации

source: Lost password form
ru_ru: Форма восстановления пароля

source: Homepage exchange table
ru_ru: Таблица выбора направления обмена на главной

source: Waiting order
ru_ru: Ожидающая заявка

source: Completed order
ru_ru: Выполненная заявка

source: Cancelled order
ru_ru: Отмененная заявка

source: Cancelled order by user
ru_ru: Отмененная пользователем заявка

source: new order
ru_ru: новая заявка

source: cancelled order by user
ru_ru: отмененная пользователем заявка

source: deleted order
ru_ru: удаленная заявка

source: when user entered payment section
ru_ru: когда пользователь перешел на страницу оплаты

source: user marked order as paid
ru_ru: пользователь отметил заявку как оплаченную

source: waiting for merchant confirmation
ru_ru: ожидание подтверждения от мерчанта

source: paid order
ru_ru: оплаченная заявка

source: order is on checking
ru_ru: заявка на проверке

source: error order
ru_ru: ошибочная заявка

source: automatic payout error
ru_ru: ошибка авто выплаты

source: waiting for automatic payment module confirmation
ru_ru: ожидание подтверждения от модуля авто выплат

source: successful order
ru_ru: выполненная заявка

source: Red
ru_ru: Красный

source: Orange
ru_ru: Оранжевый

source: Yellow
ru_ru: Желтый

source: Green
ru_ru: Зеленый

source: Blue
ru_ru: Голубой

source: Purple
ru_ru: Фиолетовый

source: Exchange description
ru_ru: Описание обмена

source: Deadline
ru_ru: Сроки выполнения

source: Including
ru_ru: С учетом

source: add. service fee
ru_ru: доп. комиссии сервиса

source: and
ru_ru: и

source: payment system fees
ru_ru: комиссии платежной системы

source: you send
ru_ru: вы отдаете

source: you receive
ru_ru: вы получаете

source: Error 404
ru_ru: Ошибка 404

source: Not known
ru_ru: Не известно

source: Security check
ru_ru: Проверка безопасности

source: There is a dangerous script updater.php in root directory. Delete it.
ru_ru: Опасный скрипт updater.php в корне сайта. Удалите файл.

source: There is a dangerous file damp_db.sql in root directory. Delete it.
ru_ru: Опасный файл damp_db.sql в корне сайта. Удалите файл.

source: There is a dangerous folder installer in root directory. Delete it.
ru_ru: Опасная папка installer в корне сайта. Удалите папку.

source: You are using standard admin login. Please change it.
ru_ru: Вы используете стандартный логин администратора. Измените его.
